Repository: luckymenslife/autobase
Catalog: RekodInfrastructure/Properties/Resources.*.resx
Languages: mn

# ImportWindow_Table
source: Table
mn: Хүснэгт

# InfoObjForm_object
source: Object
mn: Объект

source: Information! Message:
mn: Мэдээлэл! Мессеж:

# InformationMessage_Header
source: Information
mn: Мэдээлэл

# ITGF_DataTable
source: Data table
mn: Мэдээний хүснэгт

# LabelControl_ErrorShowResult
source: Preview is impossible.
mn: Урьдчилж харах боломжгүй. Энэ давхрагын хүснэгтэд нэг ч бичлэг байхгүй байж магадгүй

# LabelControl_Help
source: Help
mn: Тусламж

# LabelControl_InvalidExpression
source: You are using an invalid expression
mn: Та буруу илэрхийлэл ашиглаж байна

# LabelControl_NotEmpty
source: The expression must not be empty
mn: Илэрхийлэл хоосон байж болохгүй

# LabelControl_Result
source: Result
mn: Үр дүн

# LabelControl_ShowResult
source: Here displays the resulting string
mn: Үр дүнгийн талбар

# LabelStyle_ErrorConvert
source: Conversion error
mn: Хөрвүүлэлтийн алдаа

# layerInfo_LayerMap
source: Map layer: {0}
mn: Зургийн давхрага: {0}

# layerInfo_OverAll
source: Over all
mn: Бүгдээр нь

# LayersInfo_Plugin_toolStripButton
source: Getting information about the objects on the map
mn: Зураг дээрх объектийн тухай мэдээлэл авах

# LIV_CanNotGetLayer
source: Can not get layer
mn: Давхрагыг авах боломжгүй

# LIV_DB_layer
source: Thematic layers
mn: Сэдэвчилсэн давхрагууд

# LIV_DeleteSelectedRow
source: Do you really want to remove the selected row?
mn: Сонгосон мөрийг арилгах уу?

# LIV_DeleteStyleLayer
source: Do you really want to delete the style for the selected layer?
mn: Сонгосон давхрагын хэлбэрийг устгах уу

# LIV_DeleteStyleLayerHeader
source: Delete a style
mn: Хэлбэрийг устгах

# LIV_ErrorDataForSort
source: Improperly obtained data for layers sorting
mn: Давхрагыг төрөлжүүлэх мэдээ буруу

# LIV_ErrorLoadLayer
source: The layer can not be loaded
mn: Давхрага ачаалах боломжгүй

# LIV_ErrorOpenTable
source: Opening table error
mn: Хүснэгт нээх алдаа

# LIV_ErrorSetVisible
source: Layer visibility was not changed
mn: Давхрагын үзэгдэлт өөрчлөгдөөгүй

# LIV_ErrorType
source: This type does not exist!
mn: Ийм төрөл байхгүй

# LIV_Find
source: Find
mn: Олох

# LIV_NotOpenTable
source: The table can not be opened
mn: Хүснэгтийг нээх боломжгүй байна

# LIV_NotRightLayer
source: You have no rights to edit the layer!
mn: Та давхрагыг засварлах эрхгүй байна

# LIV_NotSelectedObj
source: The object is not selected!
mn: Объект сонгогдоогүй байна

# LIV_ObjectDelete
source: The selected object is deleted!
mn: Сонгосон объект устгагдсан

# LIV_ObjectsDelete
source: The selected objects are deleted!
mn: Сонгосон объектууд устгагдсан

# LIV_Rastr_layer
source: Raster layers
mn: Растер давхрагууд

# LIV_SavePositionLayer
source: Do you really want to remember the position of the layers?
mn: Давхрагын байрлалын хадгалахыг үнэхээр хүсэж байна уу

# LIV_SavePositionLayerHeader
source: Save layer positions
mn: Давхрагын байрлалыг хадгалах

# LIV_Vmp_layer
source: Substrate layers
mn: Дэвсгэр зургийн давхрага

# LM_ErorLoadStyleLabel
source: Failed to load the style of captions of objects:
mn: Объектийн ул бичвэрийн хэлбэрийг ачаалж чадсангүй:

# LM_ErrorLayerLoad
source: Loading layer error!
mn: Давхрага ачаалах алдаа

# LocAdd
source: Add
mn: Нэмэх

# LocArithmeticExpression
source: Arithmetic expression
mn: Арифметик илэрхийлэл

# LocAttributes
source: Attributes
mn: Атрибутууд

# LocBackgroundColor
source: Background
mn: Ар фоны өнгө

# LocBeginOfInterval
source: Start of interval
mn: Интервалын эхлэл

# LocCanAttachFiles
source: Attached files
mn: Хавсаргасан файл

# LocCancel
source: Cancel
mn: Цуцлах

# LocCatalog
source: Catalog
mn: Каталог

# LocChangeOfColor
source: Change colour
mn: Өнгө солих

# LocChooseLocale
source: Choose locale
mn: Локалийг сонгох

# LocColor
source: Colour
mn: Өнгө

# LocContainsStyles
source: Contains styles
mn: Агуулсан хэлбэрүүд

# LocCount
source: Count
mn: Тоо

# LocCreateUserSet
source: Create user set
mn: Ажлын багц үүсгэх

# LocCurrentBrush
source: Current brush
mn: Ашиглаж буй багс

# LocCurrentPen
source: Current pen
mn: Ашиглаж буй харандаа

# LocDataTable
source: Data tables
mn: Мэдээний хүснэгт

# LocDelete
source: Delete
mn: Устгах

# LocDepartment
source: Department
mn: Хэсэг

# LocDescription
source: Description
mn: Тайлбар

# LocDisplay
source: Display
mn: Дэлгэцэнд үзүүлэх

# LocDisplayMode
source: Display modes
mn: Дүрслэх горимууд

# LocEdit
source: Edit
mn: Засварлах

# LocEndOfInterval
source: End of interval
mn: Интервалын төгсгөл

# LocExecute
source: Execute
mn: Гүйцэтгэх

# LocExpression
source: Expression
mn: Илэрхийлэл

# LocExternalSource
source: External source
mn: Гадны эх үүсвэр

# LocFile
source: File
mn: Файл

# LocFileExit
source: Exit
mn: Гарах

# LocFileSaveImage
source: Save image
mn: Зургийг хадгалах

# LocFileSaveImageForPrint
source: Save image for print
mn: Зургийг хэвлэхээр хадгалах

# LocFio
source: Name
mn: Нэр

# LocFont
source: Font
mn: Фонт

# LocFringe
source: Fringe
mn: Хүрээ

# LocGeomType
source: Geometry type
mn: Геометрийн төрөл

# LocGetUserRights
source: Get user rights
mn: Хэрэглэгчийн эрх авах

# LocGrantRights
source: Grant rights
mn: Эрх олгох

# LocGroupBelong
source: Belonging to group
mn: Бүлгэд хамаарах

# LocGroups
source: Groups
mn: Бүлгүүд

# LocHasHistory
source: Track history
mn: Ажлын түүх хөтлөх

# LocHelp
source: Help
mn: Тусламж

# LocHelpAbout
source: About the program
mn: Программын тухай

# LocHelpProgram
source: Help on how to use the program
mn: Программынг ашиглах тусламж

# LocHidden
source: Hidden
mn: Далдалсан

# LocInterval
source: Interval
mn: Интервал

# LocIsVisible
source: Visible
mn: Үзэгдэх

# LocLabelBoundMax
source: Maximum, m
mn: Максимум, м

# LocLabelBoundMin
source: Minimum, m
mn: Минимум, м

# LocLabelEdit
source: Edit caption
mn: Ул бичвэрийг засварлах

# LocLabelOffset
source: Offset
mn: Шилжилт

# LocLabelOverlap
source: Allow overlap
mn: Давхардуулахыг зөвшөөрөх

# LocLabelParallel
source: Display along the lines
mn: Шугамын дагуу дүрслэх байрлуулах

# LocLabels
source: Captions
mn: Ул бичвэр

# LocLabelStyle
source: Caption style
mn: Ул бичвэрийн хэлбэр

# LocLabelUseBounds
source: Display in bounds
mn: Хүрээнд дүрслэх

# LocLocalisationOnStartup
source: Localisation on startup
mn: Эхлэх үеийн байршуулалт

# LocLogin
source: Login
mn: Логин

# LocMapLayer
source: Map layer
mn: Зургийн давхрага

# LocMaxScale
source: Maximal scale
mn: Хамгийн том масштаб

# LocMaxValue
source: Max. value
mn: Макс. Утга

# LocMaxValueColor
source: Max. value colour
mn: Максимум утгын өнгө

# LocMinObjectSize
source: Min. object size
mn: Объектийн минимум Хэмжээ

# LocMinScale
source: Minimal scale
mn: Хамгийн жижиг масштаб

# LocMinValue
source: Min. value
mn: Мин. утга

# LocMinValueColor
source: Min. value colour
mn: Мин. утгын өнгө

# LocName
source: Name
mn: Нэр

# LocNameInBase
source: Name in base
mn: Суурь дахь нэр

# LocNameInSystem
source: Name in system
mn: Систем дэх нэр

# LocNo
source: No
mn: Үгүй

# LocNullColor
source: Colour of null
mn: Тэгийн өнгө

# LocOperand
source: Operand
mn: Операнд

# LocPasswordEdit
source: Edit password
mn: Нууц үгийг засварлах

# LocPrecision
source: Precision
mn: Нарийвчлал

# LocProgramName
source: Program name
mn: Программын нэр

# LocProperties
source: Properties
mn: Шинж

# LocRastrConfig
source: Raster layers source configuration
mn: Растер давхрагын эх тохируулга

# LocRead
source: Read
mn: Унших

# LocReadOnly
source: Read only
mn: Зөвхөн унших

# LocReplace
source: Replace
mn: Солих

# LocResult
source: Result
mn: Үр дүн

# LocRights
source: Rights
mn: Эрх

# LocSave
source: Save
mn: Хадгалах

# LocScheme
source: Scheme
mn: Бүдүүвч

# LocSearch
source: Search
mn: Хайх

# LocSettings
source: Settings
mn: Тохиргоо

# LocShowLabel
source: Show caption
mn: Ул бичвэрийг харуулах

# LocShowSynchronisationPassword
source: Show synchronization password
mn: Синхронжуулах нууц үгийг харуулах

# LocSize
source: Size
mn: Хэмжээ

# LocSourceBaseLayers
source: Base layers
mn: Суурь давхрага

# LocSourceField
source: Source field for connection
mn: Холболтын эх талбар

# LocSourceRastr
source: Raster layers
mn: Растер давхрагууд

# LocSources
source: Sources
mn: Эх сурвалж

# LocSourceTable
source: Source table
mn: Эх хүснэгт

# LocStructure
source: Structure
mn: Бүтэц

# LocStyleField
source: Style field
mn: Хэлбэрийн талбар

# LocStyles
source: Styles
mn: Хэлбэрүүд

# LocSymbol
source: Symbol
mn: Тэмдэглэгээ

# LocTables
source: Tables
mn: Хүснэгт

# LocTableType
source: Table type
mn: Хүснэгтийн төрөл

# LocTools
source: Tools
mn: Багаж

# LocType
source: Type
mn: Төрөл

# LocTypeRelation
source: Table relation type
mn: Хүснэгтийн хамаарлын төрөл

# LocUpdate
source: Update
mn: Шинэчлэх

# LocUseGraphicUnits
source: Use graphic units
mn: Зургийн нэгж

# LocUsers
source: Users
mn: Хэрэглэгчид

# LocUserSets
source: User sets
mn: Багцын төрөл

# LocUserType
source: User type
mn: Хэрэглэгчийг төрөл

# LocUseStyle
source: Use style
mn: Хэлбэрийг ашиглах

# LocUseVisibilityBounds
source: Use visibility bounds
mn: Харах хязгаарыг ашиглах

# LocValueField
source: Value field of source
mn: Утгын талбар

# LocView
source: View
mn: Харах

# LocWrite
source: Write
mn: Бичих

# LocYes
source: Yes
mn: Тийм

# login_erCnArg
source: No server address in connection line.
mn: Холболтын мөрөнд серверийн хаяг байхгүй байна

# login_err
source: Error!
mn: Алдаа

# login_errAdStr
source: Invalid expression in address string
mn: Хаягийн мөрөнд буруу тэмдэгт байна

# login_errConfNF
source: Configuration not found!
mn: Тохиргоо байхгүй байна

# login_errDBNS
source: Database name is not set
mn: Өгөгдлийн сангийн нэрийг оруулаагүй байна

# login_errNoDB
source: The database '
mn: Өгөгдлийн сан

# login_errNoDB2
source: ' does not exist.
mn: ' байхгүй

# login_errNoUName
source: Username is not set.
mn: Хэрэглэгчийн нэрийг оруулаагүй байна!

# login_errSerName
source: Incorrect server name
mn: Серверийн нэр буруу байна

# login_errWPass
source: Invalid username or password for user '
mn: Хэрэглэгчийн нэр эсвэл нууц үг буруу байна

# login_errWrFile
source: This file is not a configuration file!
mn: Энэ тохируулгын файл биш байна

# login_fFilter
source: Configuration file|*.aews; *.riws|All files *.*| *.*
mn: Тохируулгын файл |*.aews; *.riws| Бүх файлууд *.*| *.*

# login_msgConfF
source: Select the configuration file!
mn: Тохируулгын файлыг сонго

# login_msgNoConDB
source: No connection to the database.
mn: Өгөгдлийн сантай холбоо байхгүй

# login_msgNoUser
source: The User
mn: Хэрэглэгч

# login_msgNoUser2
source: is not found.
mn: Олдсонгүй

# mainFrm_DBConFail
source: Connection with a database was lost!
mn: Өгөгдлийн сантай холбоо тасарлаа!

# mainFrm_emptyGeo
source: Empty geometry!
mn: Хоосон геометр

# mainFrm_errBDUnav
source: This table is absent or is unavailable for viewing!
mn: Хүснэгт байхгүй эсвэл харах боломжгүй байна

# mainFrm_errFileFomat
source: Wrong projection file format!
mn: Тусгагын файл буруу форматтай байна!

# mainFrm_errFrmImg
source: Forming image error!
mn: Дүрс үүсгэх алдаа!

# mainFrm_errImgSize
source: Impossible to form an image with current size
mn: Өгөгдсөн хэмжээгээр дүрс үүсгэх боломжгүй

# mainFrm_errMFileNF
source: Map file not found! Press "YES" to set the file direction or "NO" to quit.
mn: Зургийн файл олдсонгүй эсвэл формат нь буруу байна. Файлыг заах бол "YES", гарах бол "NO" дарна уу

# mainFrm_errMOpen
source: Map opening error
mn: Зураг нээх алдаа

# mainFrm_errNMultObj
source: Impossible operation for not amultiarea object!
mn: Олон талбайт объектэд тохирохгүй үйлдэл

# mainFrm_errObjID
source: Getting object identifier error!
mn: Объектийн ID-г авах алдаа

# mainFrm_errPrint
source: Error at print settings: \r\n
mn: Хэвлэх тохиргооны алдаа

# mainFrm_errProj
source: Projection error
mn: Тусгагын алдаа

# mainFrm_errProjFile
source: Projection file is not found or has wrong format. Press "OK" to give the file direction or "NO" to quit.
mn: Тусгагын файл олдсонгүй эсвэл формат нь буруу байна. Файлыг заах бол "OK", гарах бол "NO" дарна уу

# mainFrm_errProjUs
source: This projection can't be applied!
mn: Энэ тусгагыг ашиглах боломжгүй

# mainFrm_errRequest
source: Process request is unavailable!
mn: Захиалгыг боловсруулах боломжгүй байна

# mainFrm_errSetPos
source: Position setting is impossible!
mn: Байрлалын тохиргоо боломжгүй байна

# mainFrm_errSRIDINT
source: SRID must be integer only!
mn: SRID зөвхөн бүхэл тоо байна

# mainFrm_errSRIDNS
source: The chosen SRID has no description in the database!
mn: Мэдээний базад сонгосон SRID-ийн тайлбайр байхгүй байна

# mainFrm_errWSRID
source: Incorrect SRID!
mn: SRID буруу байна

# mainFrm_FileNF
source: Map file is not found.
mn: Зургийн файл олдсонгүй

# mainFrm_filter
source: Picture *.bmp|*.bmp|Picture *.jpg|*.jpg|Picture *.png|*.png
mn: Зураг *.bmp|*.bmp|Зураг *.jpg|*.jpg|Зураг *.png|*.png

# mainFrm_IDrecieved
source: Object ID is recieved
mn: Объектийн ID-г авлаа

# mainFrm_infLayerN
source: Layer is not activated!
mn: Давхрага идэвхжээгүй байна!

# mainFrm_Info
source: Information
mn: Мэдээлэл

# mainFrm_mapOpenError
source: Map opening error
mn: Зураг нээх алдаа

# mainFrm_mProjection
source: ) map projection
mn: Зургийн тусгаг

# mainFrm_msgBDConFail
source: Connection with a database was lost! Repeat the connection? Otherwise the application will be closed!
mn: Өгөгдлийн сантай холбоо тасарлаа! Холбоог сэргээх үү? Үгүй бол програм хаагдах болно.

# mainFrm_msgMFile
source: Specify the map file
mn: Зургийн файлыг заана уу

# mainFrm_msgNoRights
source: Tbales editing is not allowed.
mn: Хүснэгтийг засварлах эрх байхгүй байна

# mainFrm_msgPicCS
source: The picture is not saved
mn: Зураг хадгалагдаагүй байна

# mainFrm_msgStWS
source: Tables managing is available only while using standard workset!
mn: Зөвхөн стандарт ажлын багцийг ашиглах үед хүснэгттэй ажиллах боломжтой

# mainFrm_printStt
source: Print settings
mn: Хэвлэх тохиргоо

# mainFrm_setPos
source: The position is set
mn: Байрлал тогтоогдсон байна

# mainFrm_setProjFile
source: Specify the file projection
mn: Файлын тусгагыг заана уу

# mainFrm_sqm
source: sq.m.
mn: кв.м.

# mainFrm_sqMeasure
source: For measurement of the area hold the 'Shift' key
mn: Талбайг хэмжихдээ 'Shift' товчийг дарна

# mainFrm_square
source: Square:
mn: Талбай

# mainFrm_stWorkset
source: Standard workset
mn: Стандарт ажлын багц

# mainFrm_tData
source: Table data "
mn: Хүснэгтийн мэдээ "

source: Message
mn: Мэдээлэл

# Mes_Change
source: Changes
mn: Өөрчлөлт

# Mes_Delete
source: Delete
mn: Устгах

# Mes_Error
source: Error
mn: Алдаа

# NewPassword_PwdIsIncorrect
source: Password is incorrect
mn: Нууц үг буруу байна

# NewPassword_PwdNotEmpty
source: The password area can not be empty
mn: Нууц үгийн хэсэг хоосон байж болохгүй

# NumberIsNotCorrest
source: The number is specified incorrectly
mn: Тоог буруу заасан байна

# of_text
source: of
mn: аас

# OutsideDiapason
source: Out of range
mn: Хэмжээнээс гадагш

# PageIsNotExists
source: There is no such a page
mn: Ийм хуудас байхгүй

# PanelGroup_tables
source: tables
mn: Хүснэгт

# PFC_AllFieldsFill
source: It is necessary to fill in all the fields!
mn: Бүх талбарыг бөглөх хэрэгтэй!

# PgM.EChangeColor.Background
source: Background
mn: Арын фон

# PgM.EChangeColor.Foreground
source: Foreground
mn: Үндсэн өнгө

# PgM.EChangeColor.Fringe
source: Fringe
mn: Хүрээ

# PgM.EChangeColor.LinesBounds
source: Bounds and lines
mn: Хил ба шулуун

# PgM.EStyleType.directory
source: By catalog
mn: Каталогоор

# PgM.EStyleType.interval
source: By interval
mn: Интервалаар

# PgM.EStyleType.range
source: By range
mn: Хязгаараар

# PgM.EStyleType.uniformly
source: Uniformly
mn: Жигд

# PluginSettingsForm_CountPlugins
source: Number of plagins:
mn: Залгаасын тоо:

# PluginSettingsForm_SavePlugin
source: Settings are saved! The changes will come into force after application restart!
mn: Тохиргоо хадгалагдлаа! Програмыг дахин эхлүүлэхэд өөрчлөлтүүд идэвхжинэ

# Plugins_Exception
source: Plugin loading error '{0}'
mn: Залгаас ачаалах алдаа {0}'

# PosNameFrm_NullName
source: The name area should not be empty.
mn: Нэрийн талбар хоосон байж болохгүй

# PrintSettingsFrm_Bad
source: Bad (75 dpi)
mn: Муу (75dpi)

# PrintSettingsFrm_Excellent
source: Excellent (300 dpi)
mn: Маш сайн (300 dpi)

# PrintSettingsFrm_Good
source: Good (150 dpi)
mn: Сайн (150 dpi)

# PrintSettingsFrm_Landscape
source: Landscape
mn: Хэвтээ

# PrintSettingsFrm_PaperFormat_Random
source: Arbitrary
mn: Дурын

# PrintSettingsFrm_Portrait
source: Portrait
mn: Босоо

# PrintSettingsFrm_Random
source: Arbitrary
mn: Дурын

source: Product Name:
mn: Бүтээгдэхүүний нэр:

# PTC_Background
source: Background
mn: Ар тал /фон

# PTC_BasicElement
source: Basic
mn: Үндсэн

# PTC_BordersAndLines
source: Bounds and lines
mn: Хил ба шулуун

# PTC_BorderSymbol
source: Borders
mn: Хүрээ

# PTC_ErrorMaxMin
source: The maximum value should exceed the minimum value.
mn: Максимум утга минимум утгаас илүү байх ёстой

# PTC_ErrorNotSelectGeom
source: Geometry field is not selected
mn: Геометрийн талбар сонгогдоогүй байна

# PTC_NotRight
source: Not correct!
mn: Буруу!

# PTC_Styles
source: Styles
mn: Хэлбэрүүд

# PTC_TableIsNotLayer
source: Table is not a layer of the map!
mn: Хүснэгт зургийн давхрага биш!

# RLM_ErrorSelectItem
source: Select an item to edit
mn: Засвар хийх зүйлийг сонгох

# SelectObjects
source: Select
mn: Сонгох

# SettingsPosFrm_DeleteLocation
source: Do you really want to delet the selected location?
mn: Сонгосон байрлалыг устгахдаа үнэхээр итгэлтэй байна уу?

# SettingsPosFrm_MastSelectLocation
source: You must select the location.
mn: Байрлалаа сонгох хэрэгтэй

# SettingsPosFrm_QuestionChangeLocation
source: Do you really want to change the location?
mn: Байрлалаа өөрчлөхөд итгэлтэй байна уу?

# SHPExporter_Error
source: ID={0} Error={1} Geometry={2}
mn: ID = {0} алдаа ={1} Геометр ={2}

# SHPExporter_LoadForPreview
source: Rows loaded for preview: {0}
mn: Урьдчилж харахаар мөрнүүд ачааллаа {0}

# SHPExporter_ProcessObjCount
source: Processed objects {0} of {1}
mn: {0} -ээс {1} объект боловсрууллаа

# SHPImporter_ExceptTypeGeom
source: Geometry type in the file does not fit the geometry type in the table!
mn: Файл дахь геометр хүснэгт дэх геометртэй таарахгүй байна

# SHPUC_chbLoadGeom
source: Load geometry
mn: Геометрийг ачаал

# SHPUC_Settings
source: Settings
mn: Тохиргоо

# Styles_Layer_n
source: Layer style {0}
mn: Давхрагын хэлбэр

# Styles_Range
source: Range
mn: Хэмжээ

# Styles_Uniformly
source: Uniformly
mn: Жигд

# Tables_Count
source: Tables number:
mn: Хүснэгтийн тоо

# TLE_ActionToTable
source: Actions over the table
mn: Хүснэгтэнд үйлдэл хийх

# TLE_Attention
source: Attention! This table is related to other tables!
mn: Анхаар!Энэ хүснэгт өөр хүснэгтэд хамаарч байна!

# TLE_DeleteForever
source: Table is deleted irretrievably!
mn: Хүснэгт сэргээж болохгүйгээр устгагдсан

# TLE_DeleteNoForever
source: Table is deleted, but can still be restored.
mn: Хүснэгт устгагдсан, гэвч сэргээж болно

# TLE_DeletingCatalog
source: Deleting a catalog
mn: Каталогийг устгах

# TLE_DeletingCatalogAsk
source: Do you really want to remove the catalog?
mn: Каталогийг арилгах уу?

# TLE_DeletingInterval
source: Deleting a interval
mn: Интервалыг устгах

# TLE_DeletingIntervalAsk
source: Do you really want to remove the interval?
mn: Интервалыг арилгах уу?

# TLE_DeletingLayer
source: Deleting a map layer
mn: Зургийн давхрагыг устгах

# TLE_DeletingLayerAsk
source: Do you really want to remove the layer?
mn: Давхрагыг арилгах уу?

# TLE_DeletingTable
source: Deleting a table
mn: Хүснэгтийг устгах

# TLE_DeletingTableAsk
source: Do you really want to remove the table?
mn: Хүснэгтийг арилгах уу?

# TLE_EditingTable
source: Editing table
mn: Хүснэгтийг засварлах

# TLE_EntryTableInGroup
source: Table "{0}" entry in the groups
mn: Бүлгүүдэд орох хүснэгт "{0}"

# TLE_SettingTable
source: Table settings: "{0}"
mn: Хүснэгтийн тохиргоо: "{0}"

# TLE_TableStructure
source: Table structure
mn: Хүснэгтийн бүтэц

# ucTableNoRight
source: You are not authorized to edit the table!
mn: Та хүснэгтийг засах эрхгүй байна !

# ucTable_DeleteAllRows
source: Do you really want to delete all the records from this table?
mn: энэ хүснэгтээс бүх бичлэгийг устгах уу

# ucTable_DeleteAllRowsConfirm
source: Confirmation
mn: Бататгах

# ucTable_DeleteFilter
source: Do you really want to remove the selected filters?
mn: Сонгосон шүүлтүүрийг арилгах уу?

# ucTable_DeleteRows
source: Do you really want to remove the selected rows?
mn: Сонгосон мөрийг арилгах уу?( Та сонгосон мөрийг арилгахыг үнэхээр хүсч байна уу?)

# ucTable_DeleteRowsHeader
source: Deleting objects
mn: Объектийг устгах

# ucTable_DeletingHeader
source: Deleting
mn: Устгаж байна

# ucTable_ErrorStructTable
source: Error loading table structure
mn: Хүснэгтийн бүтцийг ачаалах алдаа

# ucTable_Filter
source: Filter
mn: Шүүлтүүр

# ucTable_FilterName
source: Name
mn: Нэр

# ucTable_inAll
source: For all
mn: Бүгдээр нь

# ucTable_IncorretFilterFormat
source: Incorrect data format in the filter!
mn: Шүүлтүүр дэх мэдээний формат буруу байна!

# ucTable_NoRowsSeleted
source: No rows selected!
mn: Мөр сонгогдоогүй байна!

# ucTable_NotLoaded
source: Data was not loaded because of the settings of the table
mn: Хүснэгтийн тохиргооны улмаас мэдээ ачаалагдсангүй

# userAddFrm_AccessRightAdded
source: The access rights have been added!
mn: Хандах зөвшөөрөл нэмэгдлээ!

# userAddFrm_errorSymbolInLogin
source: Username should contain latin letters, numbers, and must begin with a letter!
mn: Хэрэглэгчийн нэр латин үсэг, тоо агуулах бөгөөд заавал үсгээр эхлэх ёстой

# userAddFrm_LoginEmpty
source: Login area is empty!
mn: Логин хэсэг хоосон байна!

# userAddFrm_LoginReservedWord
source: This login is occupied! Please, change the login.
mn: Энэ нэрийг ашигласан байна! Өөр нэр оруулна уу.

# userAddFrm_UserNameEmty
source: User name is empty!
mn: Хэрэглэгчийн нэрийн талбар хоосон байна!

# userAddFrm_UserNotSelected
source: The user is not selected!
mn: Хэрэглэгч сонгогдоогүй байна!

# UserSetsFrm_Error
source: Error
mn: Алдаа

# UserSetsFrm_ErrorDeleteWorkSet
source: Impossible to delete the set in use!
mn: Хэрэглэж байгаа багцыг устгах боломжгүй!

# UserSetsFrm_NeedSelectedWorkSet
source: You must select a set!
mn: Та багцаа сонгох хэрэгтэй!

# Users_in_Count
source: Users quantity:
mn: Хэрэглэгчийн тоо:

source: Version:
mn: Хувилбар:

source: Versions
mn: Хувилбарууд

# workLog_null_ex
source: Exception should not be empty
mn: Параметр хоосон байж болохгүй

# YouMustSelectUser
source: You must select a user
mn: Та хэрэглэгчийг сонгох хэрэгтэй

# COM_ConnAnNoExistsTable
source: -Column '{0}' is connected to an not existing table;
mn: {0}' багана нь устгагдсан хүснэгттэй холбоотой;

# COM_NoRightToTable
source: -No read permission on the table '{0}';
mn: {0}' хүснэгтийг унших эрхгүй;

# InterfaceClass_FindLinkError
source: When accessing the data were found the following errors:
mn: Мэдээ рүү хандахад дараах алдаанууд илэрсэн:

# InterfaceClass_NoExistsObj
source: Object not exists in table!
mn: Объект хүснэгтэнд байхгүй байна

# LocActions
source: Actions
mn: Үйлдлүүд

# LocAllowed
source: Allowed
mn: Зөвшөөрөгдсөн

# LocAllSupportedFormats
source: All supported formats
mn: Бүх дэмжигдсэн форматууд

# LocBaseLayersConfig
source: Base layers source configuration
mn: Суурь давхаргуудын тохируулга

# LocGetTableRights
source: Get rights on tables
mn: Хүснэгтийн эрх авах

# LocGrantActionRights
source: Grant rights on actions
mn: Үйлдлийн эрх олгох

# LocGrantTableRights
source: Grant rights on tables
mn: Хүснэгтийн эрх олгох

# LocPostgreConfig
source: Source configuration like "PostgreSQL"
mn: PostgreSQL төрлийн эх үүсвэрийн тохируулга
