Repository: luckymenslife/autobase
Catalog: RekodInfrastructure/Properties/Resources.*.resx
Languages: mn

# About
source: About the program
mn: Программын тухай

# AbsM.EFieldType.Date
source: Date
mn: Он, сар, өдөр

# AbsM.EFieldType.DateTime
source: Date and time
mn: Он, сар, өдөр, цаг

# AbsM.EFieldType.Geometry
source: Geometry
mn: Геометр

# AbsM.EFieldType.Integer
source: Integer
mn: Бүхэл

# AbsM.EFieldType.Real
source: Real
mn: Бодит

# AbsM.EFieldType.Text
source: Text
mn: Текст

# AbsM.EGeomType.Line
source: Line
mn: Шулуун

# AbsM.EGeomType.None
source: Without geometry
mn: Геометргүй

# AbsM.EGeomType.Point
source: Point
mn: Цэг

# AbsM.EGeomType.Polygon
source: Polygon
mn: Полигон

# AbsM.ERefType.Data
source: Data table
mn: Мэдээний хүснэгт

# AbsM.ERefType.Interval
source: Interval
mn: Интервал

# AbsM.ERefType.None
source: No connection
mn: Холболт байхгүй

# AbsM.ERefType.Reference
source: Catalog
mn: Лавлах

# AbsM.ETableType.BottomLayer
source: Base layer
mn: Доод давхрага

# AbsM.ETableType.Catalog
source: Catalog
mn: Каталог

# AbsM.ETableType.CommonType
source: Common type
mn: Ерөнхий төрөл

# AbsM.ETableType.Data
source: Data table
mn: Мэдээний хүснэгт

# AbsM.ETableType.Interval
source: Interval
mn: Интервал

# AbsM.ETableType.MapLayer
source: Map layer
mn: Зургийн давхрага

# AbsM.ETableType.Rastr
source: Raster layer
mn: Растер давхрага

# AbsM.ETableType.View
source: View
mn: Харах

# AddEditRastr_EnterName
source: Enter the name of a raster layer
mn: Растер давхрагын нэрийг оруулна уу

# AddEditRastr_ErrorExistFile
source: Specify an existing raster file
mn: Байгаа растер файлыг заана уу

# AdminFrm_DeleteCurrUser
source: You can not delete the current user!
mn: Идэвхтэй хэрэглэгчийг устгах боломжгүй

# AdminFrm_DeleteCurrUser_Header
source: Delete the user
mn: Хэрэглэгчийг устгах

# AdminFrm_NotReadAllTable
source: Viewing of all tables is prohibited
mn: Бүх хүснэгтийг харахыг хориглоно

# AdminFrm_NotWriteAllTable
source: Editing of all tables is prohibited
mn: Бүх хүснэгтийг засварлахыг хориглоно

# AdminFrm_ReadAllTables
source: Viewing of all tables is allowed
mn: Бүх хүснэгтийг харахыг зөвшөөрнө

# AdminFrm_ReadSomeTables
source: Viewing of certain tables is allowed
mn: Тодорхой хүснэгтийг харахыг зөвшөөрнө

# AdminFrm_WriteAllTables
source: Editing of all tables is allowed
mn: Бүх хүснэгтийг засварлахыг зөвшөөрнө

# AdminFrm_WriteSomeTables
source: Editing of certain tables is allowed
mn: Тодорхой хүснэгтийг засварлахыг зөвшөөрнө

# AEAtr_CreatingAttribute
source: Attribute creating
mn: Аттрибут үүсгэх

# AEAtr_ErrorAllFieldHiden
source: The table must have at least one hidden attribute. If you want to hide all attributes of the table, use property 'hidden' for the table
mn: ХҮснэгт хамгийн багадаа нэг далд аттрибуттай байна. Хэрэв та хүснэгтийн бүх аттрибутыг далдлахыг хүсвэл 'hidden' товчийг дарна уу

# AEAtr_ErrorCreateAtrField
source: Failed to create attribute field!
mn: Аттрибут талбар үүсгэх алдаа

# AEAtr_NameFormat
source: The field name must contain Latin letters and numbers and begin with the Latin letters
mn: Талбарын нэр латин үсэг ба тоо агуулж, үсгээр эхлэнэ

# AEAtr_NotPutName
source: The name of an attribute in the database or in the system was not input!
mn: Өгөгдлийн сан дахь, эсвэл систем дэх атрибутын нэр оруулаагүй байна

# AEAtr_NotSaveField
source: The field with this name could not be saved!
mn: Ийм нэртэй талбар хадгалагдах боломжгүй байна

# AEAtr_NotSelectType
source: The field type is not selected!
mn: Талбарын төрөл сонгогдоогүй байна

# AEAtr_RenameInDB
source: Change the name of the field in the database.
mn: Өгөгдлийн сан дахь талбарын нэрийг сольно уу

# AEAtr_ReservedName
source: The name is a reserved.
mn: Нэрийг нөөцөнд авсан байна

# AEAtr_SaveRenameField
source: Field with the same name already exists in the database. Save a field named "{0}"?"
mn: Ижит нэртэй талбар өгөгдлийн санд байна. {0} нэртэй талбарыг хадгалах уу

# AEAtr_TableAttributesHeader
source: Table attributes
mn: Хүснэгтийн аттрибут

# AET_AddLabel
source: Adding a caption
mn: Ул бичвэр нэмэх

# AET_AlreadyExistsTable
source: Table with the same name already exists in the database. Save a table named \"{0}\"?
mn: Ижил нэртэй хүснэгт мэдээний базад байна

# AET_ChangeTable
source: Change the name of the table in the database.
mn: Өгөгдлийн сан дахь хүснэгтийн нэрийг сольно уу

# AET_ConNotSave
source: A table with a given name can not be saved!
mn: Өгөгдсөн нэртэй хүснэгт хадгалагдах боломжгүй

# AET_CreatingTable
source: Creating a table
mn: Хүснэгт үүсгэх

# AET_ErrorBoundValue
source: The lower bound of visibility exceeds the upper or is equal to it!
mn: Үзүүлэх хэсгийн доод хязгаар дээд хязгаараас их, эсвэл ижил байна!

# AET_ErrorCreatingHistory
source: An error occurred while creating history!
mn: Түүх үүсгэх үед алдаа гарлаа

# AET_ErrorCreatingTable
source: An error occurred while creating the table
mn: Хүснэгт үүсгэх үед алдаа гарлаа

# AET_MustBeGeom
source: The layer of the map must have the geometry!
mn: Зургийн давхрага геомтетртэй байх ёстой

# AET_NameIsReserved
source: The name is a reserved.
mn: Нэрийг нөөцөнд авсан байна

# AET_NotRegScheme
source: No registered schemes!
mn: Бүртгэгдсэн бүдүүвч байхгүй байна

# AET_PerformOperation
source: Perform the operation?
mn: Үйлдлийг хийх үү

# AET_RequiredParams
source: You must enter the required parameters!
mn: Шаардагдах параметруудыг оруулна уу

# AET_SaveTableRename
source: Save the table with the name {0}"?"
mn: {0} нэртэй хүснэгтийг хадгалах уу?

# AET_TableNameFormat
source: Table name must contain latin letters, numbers, and must begin with a letter
mn: Хүснэгтийн нэр латин үсэг, тоо агуулж, үсгээр эхэлнэ

# AET_TurnHistory
source: When you turn off the function of keeping story, all current history about the table will be removed!
mn: Бичлэг хадгалах функцийг хаахад хүснэгтийн тухай бүх бичвэрүүд устана

# AWT_EditLabel
source: Edit the caption
mn: Ул бичвэрийг засварлах

# CCT_Postfix
source: copy
mn: Хувьлах

# ChangesAreSaved
source: Сhanges are saved!
mn: Өөрчлөлтийг хадгаллаа

# CheckObjects_ColumnName
source: Select
mn: Сонгох

# CheckObjects_Title
source: Filter
mn: Шүүлтүүр

source: Company name:
mn: Байгууллагын нэр:

# ConnectionIsBroken_Header
source: The connection with database was lost
mn: Өгөгдлийн сантай холбоо тасарсан байна

# ConnectionIsBroken_Message
source: Connection with a database was lost! Do you want to retry? Otherwise the application will be closed!
mn: Өгөгдлийн сантай холбоо тасарсан байна. Дахин холбогдох уу, эсвэл хаагдана

source: Copyright:
mn: Зохиогчийн эрх:

# CouldNotExtractIcon
source: Could not extract the icon
mn: Шигтгээ зургийг задалж болохгүй байна.

# Count_In_Status
source: Count:
mn: Тоо:

# DBTG_ManagingGroups
source: Groups management
mn: Бүлгийг зохицуулах

# DBTG_TablesList
source: Tables list
mn: Хүснэгтийн Жагсаалт

# DeleteUserQuetion
source: Do you really want to delete the user?
mn: Хэрэглэгчийг үнэхээр устгах уу

# DeletingAuser
source: Delete the user
mn: Хэрэглэгчийг устгах

# DGBH_AppointNewProj
source: Appoint a new projection without conversion?
mn: Дахин бодолтгүйгээр шинэ тустгаг оноох уу

# DGBH_col
source: column
mn: Багана

# DGBH_CoordIncorrect
source: Coordinates are incorrect!
mn: Солбицол буруу байна

# DGBH_DeleteObjMessage
source: Do you really want to delete the object?
mn: Объектийг үнэхээр устгах уу

# DGBH_Editing
source: Editing
mn: Засварлах

# DGBH_EditingLineObj
source: line object
mn: Шулуун объект

# DGBH_EditingPointObj
source: point object
mn: Цэгэн объект

# DGBH_EditingPolygonObj
source: polygon object
mn: Полигон объект

# DGBH_Empty
source: Hole
mn: Хоосон зай

# DGBH_EnterInt
source: Enter an integer
mn: Бүхэл тоо оруулна уу

# DGBH_ErrorHeader
source: Error
mn: Алдаа

# DGBH_ErrorInDataEntry
source: Error in data entry
mn: Мэдээ оруулах алдаа

# DGBH_ErrorReplaceFile
source: The system can not replace the existing file! Please enter another name. Do you want to continue?
mn: Байгаа файлыг систем сольж чадахгүй байна. Өөр нэр оруулна уу. Үргэлжлүүлэх үү

# DGBH_ErrorSingleLine
source: You can not delete the single line
mn: Нэг шулууныг устгах боломжгүй

# DGBH_ErrorSinglePoint
source: You can not delete the single point
mn: Нэг цэгийг устгах боломжгүй

# DGBH_ErrorSinglePolygon
source: You can not delete the single polygon
mn: Дан полигоныг устгах боломжгүй

# DGBH_FixForContinue
source: Correct to continue
mn: Үргэлжлүүлэхийн тулд зас

# DGBH_HoleDeleteMessage
source: Do you really want to delete the hole?
mn: Та хоосон зайг үнэхээр устгах уу

# DGBH_HoleDeleteMessageHeader
source: Delete the hole
mn: Хоосон зайг арилгах

# DGBH_Line
source: Line
mn: Шулуун

# DGBH_NotEnoughCharacLine
source: Not enough points to display the characteristics of the line
mn: Шулууны шинж чанарыг харуулахад цэг хүрэлцэхгүй байна

# DGBH_NotEnoughCharacPoint
source: Not enough points to display the characteristics of the point
mn: Цэгийн шинж чанарыг харуулахад цэг хүрэлцэхгүй байна

# DGBH_NotEnoughCharacPolygon
source: Not enough points to display the characteristics of the polygon
mn: Полигоны шинж чанарыг харуулахад цэг хүрэлцэхгүй байна

# DGBH_NotEnoughPoints
source: Not enough points for the construction of the border of the polygon №{0}
mn: Полигоны хилийг байгуулахад цэг хүрэлцэхгүй байна

# DGBH_NotEnoughPointsForHole
source: Not enough points for building a cavity №{0} of polygon №{1}. The cavity will be removed
mn: №{1} полигоны №{0} орон зайг байгуулахад хангалттай цэг байхгүй байна

# DGBH_NotEnoughPointsForLine
source: Not enough points for the construction of the line №{0}
mn: Шулуун №{0} -ийг байгуулах хангалттай цэг байхгүй байна

# DGBH_NotEnoughPointsMeesage
source: Not enough points
mn: Хангалттай цэг байхгүй байна

# DGBH_NotEnoughPointsToGeom
source: Not enough points to preview geometry
mn: Геометрийг урьдчилж харахад цэг хүрэлцэхгүй байна

# DGBH_NotMatch
source: The type of geometry in file does not match the type of geometry in the table!
mn: Файл дахь геометр хүснэгт дэх геометртэй таарахгүй байна

# DGBH_OneMoreNotNotEnough
source: Not enough points for preview of the polygon. /n Not enough points in {0} cavity
mn: Полигоныг урьдчилж харахад хангалттай цэг байхгүй байна. {0} нд хангалттай цэг байхгүй байна

# DGBH_OperSuccess
source: The operation was a success!
mn: Үйлдэл амжилттай боллоо.

# DGBH_PhotoWithoutCoords
source: The photo has no information about the coordinates!
mn: Фото зураг солбицлын мэдээ агуулаагүй байна

# DGBH_Point
source: Point
mn: Цэг

# DGBH_Polygon
source: Polygon
mn: Полигон

# DGBH_ProjNotInDB
source: Projection {0} is not in the database. You can not use this projection
mn: Тусгаг {0} өгөгдлийн санд байхгүй байна. Та энэ тусгагыг ашиглах боломжгүй

# DGBH_ProjNotInDB_EnterCorrect
source: This projection is not in the database. Enter the correct projection!
mn: Энэ тусгаг өгөгдлийн санд байхгүй байна. Зөв тусгагыг оруулна уу

# DGBH_RecalcGeomNewProj
source: The coordinates for the new projection could not be recalculated
mn: Шинэ тусгагын солбицлыг бодож чадсангүй

# DGBH_RecalGeometry
source: Recalculation of the geometry
mn: Геометрийг дахин бодох

# DGBH_row
source: row
mn: Мөр

# DGBH_SelectObjForInputCoord
source: Select the object you want to input with coordinates
mn: Солбицол оруулах объектийг сонгоно уу

# DGBH_UnableDisplay
source: Unable to display. Please correct to continue
mn: Харуулах боломжгүй байна. Цааш үргэлжлүүлэхийн тулд засна уу

# DGBH_WrongFormat
source: The wrong file format
mn: Файлын формат буруу

# DPolygon
source: Polygon
mn: Полигон

# EGO_DeleteGroup
source: Do you really want to delete the group {0}"?"
mn: Та {0} бүлгийг устгах уу?

# EGO_DeletingGroup
source: Delete the group
mn: Бүлгийг устгах

# EGO_groups
source: groups
mn: Бүлгүүд

source: Error
mn: Алдаа

# ErrorArraySize
source: Incorrect size of the input array
mn: Оролтын массивын хэмжээ буруу байна

# ErrorMessage
source: An error has occurred! Message:
mn: Алдаа гарлаа! Мессэж:

# ErrorMessage_header
source: Error message!
mn: Алдааны мессэж

# ErrorReadDataReader
source: Error reading
mn: Унших алдаа

# ExcelImporter_ColumnNEmpty
source: The column {0} is empty
mn: Багана {0} хоосон байна

# ExcelImporter_NotSelectedList
source: The list is not selected
mn: Жагсаалт сонгогдоогүй байна

# ExcelImporter_NotSpecifiedRange
source: Specified range is incorrect
mn: Заагдсан диапазон буруу байна

# ExcelImporter_RowNEmpty
source: Row {0} is empty
mn: Мөр {0} хоосон байна

# ExcelUC_List
source: List
mn: Жагсаалт

# ExcelUC_RangeBy
source: to
mn: хүртэл

# ExcelUC_RangeWith
source: Fange from
mn: - ээс

# ExcelUC_SpecifyRange
source: Specify the range
mn: Диапазоныг (хамрах хүрээ) заана уу

# ExportDBF_Errors
source: Errors
mn: Алдаанууд

# ExportQuestion_btnNotUnloading
source: Not to unload
mn: Экспорт хийхгүй

# ExportQuestion_btnUnloadingwithoutGeom
source: Unload without geometry
mn: Геометргүйгээр экспортлох

# ExportQuestion_MesExceptGeom
source: Objects with incorrect geometry were found in the file
mn: Файлд буруу геометртэй объектууд олдлоо

# ExportQuestion_Status
source: Rows loaded for preview: {0} Rows in total: {1}
mn: Урьдчилж харахаар ачаалсан мөр: {0} Нийт мөр: {1}

# ExportQuestion_StatusErrorUnloading
source: Unloading error
mn: Експортлох алдаа

# ExportQuestion_Title
source: Unloading message
mn: Експортлох мэдээлэл

# FELC_CreatingFields
source: Creating a field
mn: Талбар үүсгэх

# FELC_DeletingFieldAsk
source: Do you really want to delete the selected attribute?
mn: Сонгосон аттрибутыг устгах уу

# FELC_DeletingFields
source: Delete the attribute
mn: Аттрибутыг устгах

# FELC_EditingField
source: Field editing
mn: Талбарыг засварлах

# FELC_Fields
source: Attributes
mn: Аттрибутууд

# FELC_Forever
source: Irretrievably
mn: Буцалтгүй

# FELC_UseCatalogs
source: Use of catalogs
mn: Каталогуудын хэрэглээ

# FilterViewModel_ExceptSource
source: The source must be specified
mn: Эх сурвалжийг заах хэрэгтэй

# FilterViewModel_ExceptTableName
source: The table must be specified
mn: Хүснэгтийг заах хэрэгтэй

# FindBox2_Colmn
source: Column
mn: Багана

# FindBox2_Contains
source: Contains
mn: Агуулсан

# FindBox2_DoesNotContain
source: Does not contain
mn: Агуулаагүй

# FindBox2_Empty
source: Empty
mn: Хоосон

# FindBox2_IsNotEmpty
source: Is not empty
mn: Хоосон биш

# FindBox2_StartsWith
source: Starts with
mn: -ээр эхлэх

# FindBox2_Text
source: Text
mn: Текст

# FindBox2_Type
source: Type
mn: Төрөл

# FindBox_Find
source: Find
mn: Олох

# FormTableData_Cancel
source: Cancel
mn: Цуцлах

# FormTableData_CheckFrormatData
source: Check data format!
mn: Мэдээний форматыг шалга!

# FormTableData_DataTable
source: Data table "{0}"
mn: Мэдээний хүснэгт "{0}"

# FormTableData_Date
source: Date
mn: Он, сар

# FormTableData_DateAndTime
source: Date and time
mn: Он, сар, цаг

# FormTableData_DeleteFile
source: Delete file
mn: Файлыг устгах

# FormTableData_DeleteFileMes
source: Do you really want to delete the selected file?
mn: Сонгосон файлыг устгах уу

# FormTableData_EnterOnlyInteger
source: Input of only integer is possible
mn: Зөвхөн бүхэл тоо оруулах боломжтой

# FormTableData_EnterOnlyNumeric
source: Input of only numeric is possible
mn: Зөвхөн бодит тоо оруулах боломжтой

# FormTableData_ErrorGeom
source: Geometry error
mn: Геометрийн алдаа

# FormTableData_File
source: File
mn: Файл

# FormTableData_Files
source: Files
mn: Файлууд

# FormTableData_Files1
source: Files:
mn: Файлууд:

# FormTableData_FilterFile
source: Picture file |*.jpg;*jpeg|All files|*.*
mn: Зургын файл |*.jpg;*jpeg| Бүх файлууд: |*.*

# FormTableData_Integer
source: Integer
mn: Бүхэл тоо

# FormTableData_NameFileDefault
source: Names by default
mn: Өгөгдмөл нэр

# FormTableData_Numeric
source: Numeric
mn: Тоо

# FormTableData_Reference
source: Reference
mn: Лавлах

# FormTableData_RightEditable
source: You can not edit the table!
mn: Та хүснэгтийг засварлах боломжгүй

# FormTableData_Save
source: Save
mn: Хадгалах

# FormTableData_SaveData
source: Data saving
mn: Мэдээг хадгалах

# FormTableData_SaveWithoutGeom
source: Do you want to save without geometry?
mn: Геометргүйгээр хадгалах уу

# FormTableData_Style
source: Style…
mn: Хэлбэр ...

# FormTableData_StyleForm
source: Style
mn: Хэлбэр

# FormTableData_TableData
source: Table data
mn: Мэдээний хүснэгт

# FormTableData_Text
source: Click here for the convenient editing
mn: Тухтай засварлахын тулд энд дарна уу

# FormTableData_ValueIntervalsNotFoundBySaves
source: The value of the field "{0}" has not got in any of the intervals
mn: Талбар {0}-ийн утга аль ч интервалаас олдсонгүй

# GC_Area
source: Area (sq.m)
mn: Талбай (кв.м)

# GC_Centroid
source: Centroid
mn: Центроид

# GC_CharacteristicsGeometry
source: Characteristics of geometry
mn: Геометрийн шинж чанарууд

# GC_Copy
source: Copy
mn: Хувьлах

# GC_Length
source: Length (m)
mn: Урт (м)

# GC_Perimetr
source: Perimeter (m)
mn: Периметр (м)

# GC_Type
source: Type
mn: Төрөл

# GF_ErrorCreateGroup
source: You are not allowed to create a group, contact to the administrator
mn: Та бүлэг үүсгэх эрхгүй байна, администратортай холбоо барина уу

# GF_NonexistentGroupTable
source: Nonexistent group or table
mn: Байхгүй бүлэг эсвэл хүснэгт

# GF_OrderGroup
source: Failed to change the order of the groups.
mn: Бүлгийн дарааллыг сольж чадсангүй

# HisotryClass_TableNotFound
source: Table was not found
mn: Хүснэгт олдсонгүй

# HisotryForm_SelectTablesForSearch
source: Select tables for search
mn: Хайх хүснэгтийг сонгоно уу

# HisotryForm_SelectUsersForSearch
source: Select users for search
mn: Хайх хэрэглэгчийг сонгоно уу

# HistoryCalss_RowNotFound
source: No entry with the data was found
mn: Мэдээ олдсонгүй

# HistoryClass_ActualState
source: You are going to restore an actual condition of the object. Do you want to continue?
mn: Та объектийн жинхэнэ төлөв байдлыг сэргээх гэж байна. Үргэлжлүүлэх үү

# HistoryClass_Confirmation
source: Confirmation
mn: Бататгах

# HistoryClass_ErrorGetValue
source: (an error occurred while retrieving the value)
mn: Утга оруулах үед алдаа гарлаа

# HistoryClass_ErrorOnlyOne
source: The only one entry should be found
mn: Нэг ч өгөгдөл олдсонгүй

# HistoryClass_ErrorResotreDeletedObject
source: The attribute of the deleted object can not be restored
mn: Устгагдсан объектийн аттрибутыг сэргээх боломжгүй

# HistoryClass_ErrorRestoreExistsObj
source: This object already exists. It can not be restored.
mn: Объектийг оруулсан байна. Оруулсан объектийг сэргээх боломжгүй

# HistoryClass_intervalValueField
source: (value from the interval)
mn: (Интервалаас оруулсан утга)

# HistoryClass_MessageHeader
source: Message
mn: Мессэж

# HistoryClass_OperationSuccess
source: The operation was a success!
mn: Үйлдэл амжилттай боллоо.

# HistoryClass_referenceValueField
source: (value from the reference)
mn: (лавлахаас оруулсан утга)

# HistoryClass_simpleValueField
source: (field contains the value)
mn: (Талбарт утга оруулсан байна)

# HistoryClass_ValueNotFound
source: (value not found)
mn: (Утга олдсонгүй)

# HistoryForm_ActualValue
source: The actual value
mn: Жинхэнэ утга

# HistoryForm_attributs
source: Number of attributes:
mn: Аттрибутын тоо

# HistoryForm_ColGeom
source: Geometry
mn: Геометр

# HistoryForm_ColGeomWithValue
source: Geometry (field with value)
mn: Геометр (утга агуулсан талбар)

# HistoryForm_ColNameFields
source: Fields
mn: Талбарууд

# HistoryForm_ColValueUpTo
source: Value up to
mn: ...Хүртэл утга

# HistoryForm_CountDate
source: Number of dates:
mn: Огнооны тоо:

# HistoryForm_Empty
source: Empty
mn: Хоосон

# HistoryForm_ErrorActual
source: The value coincides with the actual one
mn: Жинхэнэ утгатай таарч байна

# HistoryForm_ErrorNoActual
source: The value does not match with the actual one
mn: Жинхэнэ утгатай нийцэхгүй байна

# HistoryForm_Event
source: Number of events:
mn: Үйл явдлын тоо:

# HistoryForm_GeomValue
source: The value of geometry is not empty
mn: Геометрийн утга хоосон биш байна

# HistoryForm_Groups
source: Groups
mn: Бүлгүүд

# HistoryForm_LoadPart
source: Download more. Loaded {0} of {1} ({2}%)
mn: Дахиад татах. {1} ({2}%) -ээс {0}-ийг татлаа

# HistoryForm_Login
source: Login
mn: Логин

# HistoryForm_MatchWithPrev
source: The value is equal to the previous one
mn: Өмнөх утгатай ижил байна

# HistoryForm_NotMatchWithPrev
source: The value does not match with the previous one
mn: Өмнөх утгатай нийцэхгүй байна

# HistoryForm_restore_beffor
source: Restore before state
mn: Нөхцөл байдлыг дараах хүртэлээр сэргээх

# HistoryForm_restore_after
source: Restore after state
mn: Нөхцөл байдлыг дараахаас хойшоор сэргээх

# HistoryForm_SelectLink
source: Select
mn: Сонгох

# HistoryForm_SelectTable
source: Select tables
mn: Хүснэгтийг сонгох

# HistoryForm_SelectUsers
source: Select users
mn: Хэрэглэгчийг сонгох

# HistoryForm_ShowActualState
source: Show the actual state
mn: Бодит байдлыг харуул

# HistoryForm_ShowGeom
source: Show
mn: Харуул

# HistoryForm_ShowOnlyChange
source: Show only with the changes
mn: Зөвхөн өөрчлөлттэйг харуул

# HistoryForm_TableName
source: Table name
mn: Хүснэгтийн нэр

# HistoryForm_Titel
source: History of objects changes
mn: Объектийг өөрчилсөн замнал

# HistoryForm_Type
source: Type
mn: Төрөл

# HistoryForm_TypeUser
source: Type
mn: Төрөл

# HistoryForm_UserName
source: User name
mn: Хэрэглэгчийн нэр

# HistoryForm_ValueAfter
source: Value after
mn: ...хойших утга

# HistoryForm_ValueIsNotSpecif
source: The value is not specified
mn: Утгыг заагаагүй байна

# HistoryForm_ValueIsSpecif
source: The value is specified
mn: Утгыг заасан байна

# HistoryForm_ValueNotFound
source: Value was not found
mn: Утга олдсонгүй

# HistoryFrom_ButtonClear
source: Clear
mn: Цэвэрлэх

# HistoryFrom_ButtonFind
source: Find
mn: Олох

# HistoryFrom_endDp_toolTip
source: End date
mn: Дуусах огноо

# HistoryFrom_startDp_toolTip
source: Start date
mn: Эхлэх огноо

# HistoryServices_ErrorGeomConvert
source: Failed to convert geometry
mn: Геометрийн хөрвүүлэлт амжилтгүй боллоо

# HistoryServices_GeomNotFound
source: Geometry is not found
mn: Геометр олдсонгүй

# HistoryState_Change
source: Has been changed
mn: Өөрчлөгдсөн

# HistoryState_NotChange
source: Has not been changed
mn: Өөрчлөгдсөнгүй

# ImporterHelper_ExceptConvertDate
source: Can not be converted to the date:
mn: Огноо руу хөрвүүлэх боломжгүй:

# ImporterHelper_ExceptConvertInt
source: Can not be converted to the integer:
mn: Бүхэлрүү хөрвүүлэх боломжгүй:

# ImporterHelper_ExceptConvertNumeric
source: Can not be converted to the fractional:
mn: Бутархайруу хөрвүүлэх боломжгүй:

# ImporterHelper_ExceptFileName
source: Input file has an incorrect file extension
mn: Оруулах файл буруу өргөтгөлтэй байна

# ImportWindow_Download
source: Download
mn: Татаж авах

# ImportWindow_DownloadWizard
source: Download master
mn: Татаж авах асуулга

# ImportWindow_File
source: File
mn: Файл

# ImportWindow_Load
source: To load
mn: Ачаал

# ImportWindow_LoadedSuccessfully
source: Loading is successfully complete
mn: Ачаалал амжилттай боллоо

# ImportWindow_NotSelect
source: Not selected
mn: Сонгогдоогүй

# ImportWindow_NotSelect1
source: Not selected
mn: Сонгогдоогүй

# ImportWindow_NotSelectTableBD
source: Database table is not selected
mn: Өгөгдлийн сангийн хүснэгт сонгогдоогүй байна

# ImportWindow_NotSupportExtension
source: The chosen type of the file isn't supported by the loader
mn: Сонгосон файлын төрөл ачаалагчаар дэмжэгдэггүй

# ImportWindow_ReadMe
source: Compare columns from the file to columns from the database table
mn: Файл дахь баганыг өгөгдлийн сангийн хүснэгтэн дэхь баганатай харьцуул

# ImportWindow_SelectField
source: Select a field
mn: Талбарыг сонго

# ImportWindow_Status
source: Rows loaded for preview: {0} Rows in total: {1}
mn: Урьдчилж харахаар ачаалагдсан мөрнүүд: {0} Нийт мөр: {1}

# ImportWindow_StatusProcess
source: Processed objects {0} of {1}
mn: {1} -ээс {0} объект боловсруулагдлаа
