Repository: luckymenslife/autobase
Catalog: RekodInfrastructure/Properties/Resources.*.resx
Languages: mn

# PluginSettingsForm_tnPluginsSettings
source: Configuring plug-ins
mn: Плагинуудын тохиргоо

# PluginSettingsForm_tnUserSettings
source: User Preferences
mn: Хэрэглэгчийн тохиргоо

# PluginSettingsForm_tnProxySettings
source: Connection Settings
mn: Холболтын proxy тохиргоо

# Report_VM_KeyAliasFormat
source: {0} (Value)
mn: {0} (Утга)

# PgAttributes_ErrorGeomConvert
source: Unable to convert the geometry
mn: Геометрийг хөрвүүлэлт амжилтгүй боллоо

# LocReset
source: Reset
mn: Дахин сэргээх

# WmMenu_Tools_CosmeticLayers
source: Cosmetic layers...
mn: Гадна өнгөн давхаргууд…

# LocCosmeticConfig
source: Cosmetic layers configuration
mn: Гадна өнгөн давхаргуудын тохируулга

# LocSourceCosmetic
source: Cosmetic layers
mn: Гадна өнгөн давхаргууд

# LocOpacity
source: Opacity
mn: Тунгалаг чанар

# PgTableRegisterM.ERDataType.Date
source: Date
mn: Он, сар, өдөр

# PgTableRegisterM.ERDataType.DateTime
source: Date and time
mn: Он, сар, өдөр, цаг

# PgTableRegisterM.ERDataType.Geometry
source: Geometry
mn: Геометр

# PgTableRegisterM.ERDataType.Integer
source: Integer
mn: Бүхэл

# PgTableRegisterM.ERDataType.Numeric
source: Numeric
mn: Цифр

# PgTableRegisterM.ERDataType.Text
source: Text
mn: Текст

# PgTableRegisterM.ERGeomType.MultiLinestring
source: Lines
mn: Шулуунууд

# PgTableRegisterM.ERGeomType.MultiPoint
source: Points
mn: Цэгүүд

# PgTableRegisterM.ERGeomType.MultiPolygon
source: Polygons
mn: Полигонууд

# PgTableRegisterM.ERGeomType.None
source: None
mn: Геометр байхгүй

# PgTableRegisterM.ERTableType.Catalog
source: Catalog
mn: Каталог

# PgTableRegisterM.ERTableType.Data
source: Data
mn: Мэдээ

# PgTableRegisterM.ERTableType.Interval
source: Interval
mn: Интервал

# PgTableRegisterM.ERTableType.MapLayer
source: Map layer
mn: Зургийн давхрага

# WmMenu_Data_UpdDics
source: Update catalogs
mn: Каталог шинэчлэх

# Tool_AddInMapLine
source: Add line on map
mn: Газрын зурагт шулуун нэмэх

# Tool_AddInMapPoint
source: Add point on map
mn: Газрын зурагт цэг нэмэх

# Tool_AddInMapPolygon
source: Add polygon on map
mn: Газрын зурагт полигон нэмэх

# Tool_IntersectGeometry
source: Intersect geometries
mn: Геометрүүдийг огтлолцлоор нь хуваах

# Tool_JoinIntersectGeometry
source: Merge intersected geometries
mn: Огтлолцлоор хуваагдсан геометрүүдийг нэгтгэх

# Tool_SymDifference
source: Geometries symmetric difference
mn: Геометрүүдийн тэгш хэмт ялгаа

# CosTableView_CopySelected
source: Copy selected objects
mn: Сонгогдсон объектуудыг хувьлах

# CosTableView_CosmeticLayer
source: Cosmetic layer
mn: Гадна өнгөн давхаргууд

# CosTableView_Label
source: Label
mn: Ул бичвэр

# CosTableView_ObjectNotExists
source: This object does not exist
mn: Ийм объект алга

# CosTableView_Reload
source: Reload data
mn: Мэдээг ахин ачаалах

# CosTableView_RemoveAll
source: Remove all objects…
mn: Бүх бичлэгийг устгах

# LocBrush
source: Brush
mn: Багс

# LocPen
source: Pen
mn: Харандаа

# CosAttributes_GeomExport
source: Export geometry to…
mn: Геометрийг дараах руу экспортлох…

# CosAttributes_GeomImport
source: Import geometry from…
mn: Дараахаас геометр импортлох...

# CosAttributes_ShowInTable
source: Show in table window
mn: Мэдээний Хүснэгт'-д харуул...

# CosAttributes_UseOwnStyle
source: Use own style
mn: Өөрийн хэлбэрийг ашиглах

# CosAttributes_MvObjectIsNull
source: Map object reference is null
mn: Зураг дээрх объектийн ишлэл алга

# CosAttributes_Object
source: Object
mn: Объект

# CosAttributes_Table
source: Table
mn: Хүснэгт

# CosAttributes_TableIsNull
source: Table reference is null
mn: Хүснэгтийн ишлэл алга

# CosAttributes_TableWithoutPK
source: Table doesn't have primary key
mn: Хүснэгтэд анхдагч түлхүүр алга

# CosAttributes_Type
source: Type
mn: Төрөл

# mainFrm_errErrorInGeometryAdding
source: An error has occurred in geometry adding
mn: Геометр нэмэхэд алдаа гарсан

# mainFrm_errErrorInGeometryEditing
source: An error has occurred in geometry editing
mn: Геометр засварлахад алдаа гарсан

# mainFrm_errErrorInGeometryJoining
source: An error has occurred in geometry joining
mn: Геометр нэгтгэхэд алдаа гарсан

# mainFrm_errGeometryShouldBeMulti
source: Object geometry type should be multi!
mn: Объектийн геометрийн төрөл нь олон байх ёстой!

# mainFrm_errGeometryTypesShouldMatch
source: Type of geometry in objects must be the same!
mn: Объектуудын геометрийн төрөл нь адил байх ёстой!

# mainFrm_errIncorrectLayerType
source: Incorrect layer type
mn: Буруу давхаргын төрөл

# mainFrm_errNotFoundWorkObject
source: Work object is not found
mn: Ажлын объект олдсонгүй

# mainFrm_errObjectGeometryIsNotRecognized
source: Object geometry is not recognized!
mn: Объектийн геометр танигдсангүй

# mainFrm_errSaveWhenGeometryIsNotMulti
source: You cannot save objects with miltiple geometries in current layer.\nDo you wish to save only first geometry in the object?
mn: Энэ давхаргад олон геометртэй объектуудыг хадгалж болохгүй.\nОбъектийн зөвхөн эхний геометрийг хадгалах уу?

# mainFrm_errTableShouldNotBeEmpty
source: A table cannot be empty
mn: Хүснэгт хоосон байж болохгүй

# mainFrm_errWorkLayerNotEnabled
source: Work layer is not enabled
mn: Ажлын давхарга идэвхжээгүй байна

# PgReg_AttributeProps
source: Attribute properties
mn: Атрибут шинж чанарууд

# PgReg_ChangesSaved
source: Changes are saved
mn: Өөрчлөлт хадгалагдсан

# PgReg_ChooseGeomField
source: Choose geometry field
mn: Зургийн давхаргын геометрийн талбар сонгогдсон байх ёстой

# PgReg_ChoosePK
source: Choose primary key field
mn: Анхдагч түлхүүрийн талбарыг сонго

# PgReg_ChooseTableType
source: Choose table type
mn: Хүснэгтийн төрлийг сонго

# PgReg_CreateNewScheme
source: Create new scheme
mn: Шинэ схем үүсгэх

# PgReg_DataType
source: Data type
mn: Мэдээний төрөл

# PgReg_DescriptionText
source: Description text
mn: Тайлбар текст

# PgReg_FieldRegistered
source: Field is registered
mn: Талбар бүртгэгдсэн байна

# PgReg_FieldTypeCantBeDefined
source: Field type can't be determined
mn: Талбарын төрөл нь тодорхойлогддоггүй

# PgReg_FixDb
source: Fix database
mn: Өгөгдлийн санг засварлах

# PgReg_GeomField
source: Geometry field
mn: Геометрийн талбар

# PgReg_GeomType
source: Geom type
mn: Геометрийн төрөл

# PgReg_MapLayer
source: Map layer
mn: Зургийн давхрага

# PgReg_MapLayerHasGeom
source: You should choose geom type for map layer
mn: Зургийн давхаргын геометрийн төрлийг та сонгох ёстой

# PgReg_MarkFields
source: Mark the fields you need to register
mn: Бүртгэх талбаруудыг тэмдэглэнэ үү

# PgReg_NeedAdditionalFields
source: Table needs additional service fields. Want to create?
mn: Энэ хүснэгтэнд нэмэлт ажлын талбаруудыг үүсгэх хэрэгтэй. Үргэлжлүүлэх үү?

# PgReg_NotMapLayer
source: Not map layer
mn: Газрын зургийн давхарга биш

# PgReg_OnlyIntervals
source: Only intervals and catalogs may have styles
mn: Зөвхөн интервал болон каталогууд хэлбэр агуулна

# PgReg_Photos
source: Photos
mn: Фото зургууд

# PgReg_PrimaryKey
source: Primary key field
mn: Анхдагч түлхүүрийн талбар

# PgReg_RegisterScheme
source: Register scheme in database
mn: Өгөгдлийн санд схем бүртгэх

# PgReg_SSCGroup
source: Group
mn: Бүлэг

# PgReg_StyleCreation
source: Style creation
mn: Хэлбэр бүтээх

# PgReg_Styles
source: Styles
mn: Хэлбэрүүд

# PgReg_SystemName
source: System name
mn: Систем дэх нэр

# PgReg_SystemNameAbsent
source: System name is missing
mn: Систем дэх нэр алга

# PgReg_SystemNameNeeded
source: Enter system name
mn: Систем дэх нэрийг оруул

# PgReg_TableNotDescribed
source: Table not registered
mn: Энэ хүснэгт системд тодорхойлогдоогүй байна

# PgReg_TableProps
source: Table properties
mn: Хүснэгтийн шинж чанар

# PgReg_TablesAndFields
source: Tables and fields
mn: Хүснэгтүүд ба талбарууд

# PgReg_TablesLayersCatalogs
source: Tables, layers, catalogs…
mn: Хүснэгтүүд, давхаргууд, каталогууд…

# PgReg_TableType
source: Table type
mn: Хүснэгтийн төрөл

# PgReg_Title
source: Tables registration
mn: Хүснэгтийн бүртгэл

# PgReg_Views
source: Views
mn: Төсөөлөл

# RstGrf_AddControlPoint
source: Add control point
mn: Хяналтын цэг нэмэх

# RstGrf_LayerCreated
source: Layer "{0}" in system successfully created
mn: Давхарга "{0}" нь системд амжилттай үүсэв

# RstGrf_LayerNotCreatedGrfFile
source: Layer is not created, but file with georeference is created: {0}
mn: Давхарга үүсээгүй ч солбицлын холбоостой файл үүссэн: {0}

# RstGrf_LoadControlPoints
source: Load control points
mn: Хяналтын цэгүүдийг ачаалах

# RstGrf_Map
source: Map
mn: Газрын зураг

# RstGrf_Name
source: Name
mn: Нэр

# RstGrf_OpenRaster
source: Open raster
mn: Растерийг нээх

# RstGrf_PointNum
source: Point №{0}
mn: Цэг №{0}

# RstGrf_PointsNum
source: Points number
mn: Цэгүүдийн дугаар

# RstGrf_PyramidsNotCreated
source: Unable to build pyramids
mn: Пирамид босгох боломжгүй байна

# RstGrf_Raster
source: Raster
mn: Растер

# RstGrf_SaveControlPoints
source: Save control points
mn: Хяналтын цэгүүдийг хадгалах

# RstGrf_SridShouldNotBeEmpty
source: Projection definition shouldn't be empty
mn: Тусгагийн тодорхойлол нь хоосон байх ёсгүй

# RstGrf_StartGeoreference
source: Start georeference
mn: Солбицол холболтыг эхлэх

# RstGrf_TakeCoordsFromMap
source: Take coordinates from map for selected point
mn: Сонгосон цэгийн солбицлыг газрын зургаас авах

# RstGrf_Title
source: Raster georeference
mn: Растерын солбицол холболт

# login_errIncorrectProxySettings
source: An error has occured during a connection to proxy server
mn: Прокси-серверийн тохиргоог хийхэд гарсан алдаа

# AbsM.ETableType.Cosmetic
source: Cosmetic layer
mn: Гадна өнгөн давхаргууд

# WmMenu_View_Map_ShowObjectForm
source: Open window of attributes after create object on the map
mn: Газрын зурган дээр объект үүсгэсний дараа атрибут цонхыг нээх

# Info_Attribute
source: Attribute
mn: Атрибут

# Info_Highlight
source: Highlight
mn: Тодруулах

# Info_ObjectsInfo
source: Information of objects
mn: Обьектуудын мэдээлэл

# Info_OpenObject
source: Open window of attribute
mn: Атрибутын цонх нээх

# Info_Show
source: Show
mn: Үзүүлэх

# Loc_CosmeticLayer
source: Cosmetic layer
mn: Гадна өнгөн давхарга

# Print_FitMap
source: Insert map to the highlighted area
mn: Тодруулсан талбайд зураг оруулах

# Print_Format
source: Format
mn: Формат

# Print_PrintSelected
source: Print highlighted pages
mn: Тодруулсан хуудсуудыг хэвлэх

# Print_SaveSelected
source: Save highlighted pages
mn: Тодруулсан хуудсуудыг хадгалах

# Print_SelectionMode
source: Highlight mode
mn: Тодруулах горим

# Print_UpdateExtent
source: Update extent of map
mn: Зургийн экстентийг шинэчлэх

# Search_ChooseTables
source: Choose tables for search
mn: Хайлтанд зориулж хүснэгтүүд сонгох

# WinMain_CurrentWorkset
source: Current workset
mn: Ашиглаж буй ажлын багц

# WinMain_EditableLayer
source: Editable layer
mn: Засварлагдахуйц давхарга

# WinMain_InformationPanel
source: Information output panel
mn: Мэдээлэл гаралтын зурвас

# WinMain_Projection
source: Projection
mn: Тусгаг

# WinMain_Scale
source: Scale
mn: Масштаб

# WinMain_SearchBar
source: Search bar
mn: Хайлтын талбар

# Info_MakeEditable
source: Make editable
mn: Засварлагддаг хийх

# Info_OpenTable
source: Open table
mn: Хүснэгт нээх
