Repository: luckymenslife/autobase
Catalog: RekodInfrastructure/Properties/Resources.*.resx
Languages: mn

# LocSaveScaleError
source: Minimal scale cannot be greater than maximal one!
mn: Минимум масштаб нь максимум масштабаасаа том байж болохгүй!

# LocUserLoginWarning
source: Username can contain letters, digits, and must begin with a letter!
mn: Хэрэглэгчийн нэр латин үсэг, тоо агуулах бөгөөд заавал үсгээр эхлэх ёстой

# PgFullSearch_Attributes
source: Attributes
mn: Атрибут

# PgFullSearch_Choose
source: Choose
mn: Сонгох

# PgFullSearch_ChooseTables
source: Choose tables for search
mn: Хайх хүснэгтийг сонгоно уу

# PgFullSearch_Clear
source: Clear
mn: Цэвэрлэх

# PgFullSearch_Close
source: Close
mn: Хаах

# PgFullSearch_Filter
source: Filter
mn: Шүүлтүүр

# PgFullSearch_MoveToObject
source: Move to object
mn: Объект руу очих

# PgFullSearch_Search
source: Search
mn: Хайх

# PgFullSearch_SearchResult
source: Search results
mn: Хайлтын үр дүн

# PgFullSearch_Tables
source: Tables
mn: Хүснэгтүүд

# PgFullSearch_Title
source: Search objects
mn: Объектууд хайх

# ReportEditor_VM_QuestionDeleteMes
source: Delete report?
mn: Тайланг устгах уу?

# ReportEditor_VM_QuestionDeleteNo
source: No
mn: Үгүй

# ReportEditor_VM_QuestionDeleteYes
source: Yes
mn: Тийм

# ReportEditor_V_AddReport
source: Add report
mn: Тайлан нэмэх

# ReportEditor_V_AddReportAll
source: Add a general report
mn: Ерөнхий тайлан нэмэх

# ReportEditor_V_AddReportObject
source: Add report to the current object
mn: Сонгосон объекттой тайлан нэмэх

# ReportEditor_V_AddReportTable
source: Add report to the table
mn: Хүснэгттэй тайланг нэмэх

# ReportEditor_V_DeleteReport
source: Delete report…
mn: Тайланг устгах

# ReportEditor_V_EditReport
source: Edit report
mn: Тайланг засварлах

# ReportEditor_V_Find
source: Find
mn: Олох

# ReportEditor_V_ListReport
source: List of reports
mn: Тайлангуудын жагсаалт

# ReportEditor_V_ListReportsAll
source: General Reports
mn: Ерөнхий тайлангууд

# ReportEditor_V_ListReportsObject
source: Reports on the current object
mn: Сонгосон объектийнн тайлангууд

# ReportEditor_V_ListReportsTable
source: Reports to the table
mn: Хүснэгттэй тайлангууд

# ReportEditor_V_OpenReport
source: Open report
mn: Тайланг нээх

# ReportEditor_V_QuestionDeleteMesTitle
source: Removing…
mn: Устгалт…

# ReportEditor_V_Title
source: List of reports
mn: Тайлангуудын жагсаалт

# Report_M_ErrorDesign
source: The wrong call of designer command
mn: Дизайнерийн комманд буруу дуудах

# Report_M_ErrorLoadListReport
source: Failed to load reports list
mn: Тайлангуудын жагсаалтыг ачаалж чадсангүй

# Report_VM_geomArea
source: Geometry: area
mn: Геометр: Талбай (кв.м)

# Report_VM_geomCenter_x
source: Geometry: Center X
mn: Геометр: X Центроид

# Report_VM_geomCenter_y
source: Geometry: Center Y
mn: Геометр: Y Центроид

# Report_VM_geomLength
source: Geometry: Length
mn: Геометр: Урт (м)

# Report_VM_geomPerimeter
source: Geometry: Perimeter
mn: Геометр: Периметр (м)

# Report_VM_geomType
source: Geometry: Type
mn: Геометр: төрөл

# Report_VM_LoadReport
source: Table: {0}
mn: Хүснэгт: {0}

# Report_VM_photoDateUpdate
source: Date of last modification
mn: Сүүлд өөрчлөгдсөн огноо

# Report_VM_photoFileBody
source: Photo
mn: Фото

# Report_VM_photoFileName
source: File name
mn: Файлын нэр

# Report_VM_photoIdObj
source: Object ID
mn: Объектийн ID

# Report_VM_photoPreview
source: Preview
mn: Урьдчилж харах

# Report_VM_QuestionSave
source: Saving…
mn: Хадгалалт

# Report_VM_QuestionSaveReport
source: Save report to file?
mn: Тайлангийн файлыг хадгалах уу?

# userAddFrm_LoginExists
source: This login is already registered!
mn: Энэ логин өмнө нь бүртгэгдсэн байна

# userAddFrm_LoginExistsInDB
source: This login exists in the database!
mn: Энэ логин мэдээллийн санд байна

# WorkSets_M_DefaultWorkSetName
source: Standard workset
mn: Стандарт ажлын багц

# WorkSets_M_ExceptionAccess
source: Permission denied
mn: Эрх байхгүй

# WorkSets_M_ExceptionWorkSetAdd
source: Unable to add workset
mn: Шинээр ажлын багц нэмэж чадсангүй

# WorkSets_M_ExceptionWorkSetEdit
source: Unable to change workset
mn: Ажлын багц өөрчилж чадсангүй

# WorkSets_M_ExceptionWorkSetName
source: Workset name cannot be empty
mn: Ажлын багцын нэр хоосон байж болохгүй

# WorkSets_VM_MessageQuestionDeleteWorkSet
source: Delete current workset?
mn: Энэ ажлын багцыг устгах уу?

# WorkSets_VM_MessageQuestionNo
source: No
mn: Үгүй

# WorkSets_VM_MessageQuestionYes
source: Yes
mn: Тийм

# WorkSets_VM_NewWorkSet
source: New workset
mn: Шинэ ажлын багц

# WorkSets_V_AddWorkSet
source: Add new workset
mn: Шинээр ажлын багц нэмэх

# WorkSets_V_DeleteWorkSet
source: Delete workset
mn: Ажлын багц устгах

# WorkSets_V_EditWorkSet
source: Change workset
mn: Ажлын багц өөрчлөх

# WorkSets_V_Find
source: Find
mn: Олох

# WorkSets_V_ListBoxGroupMy
source: My
mn: Миний

# WorkSets_V_ListBoxGroupOther
source: All
mn: Бүх

# WorkSets_V_ListBoxName
source: Worksets
mn: ажлын багц

# WorkSets_V_MessageQuestion
source: Question
mn: Асуулт…

# WorkSets_V_PanelChangeApply
source: Apply
mn: Хэрэглэх

# WorkSets_V_PanelChangeEditWorkSet
source: Edit workset
mn: Ажлын багц засварлах:

# WorkSets_V_PanelChangeNewWorkSet
source: New workset
mn: Шинэ ажлын багц:

# WorkSets_V_PanelChangeWorkSetName
source: Name
mn: Нэр

# WorkSets_V_PanelChangeWorkSetVisable
source: Hide workset from other users
mn: Ажлын багцыг бусад хэрэглэгчдээс нуух

# WorkSets_V_SwichWorkSet
source: Apply workset
mn: Шилжих

# WorkSets_V_Title
source: Worksets
mn: ажлын багц

# PgGeom.ECoordsViewType.Degrees
source: Degrees
mn: Градус

# PgGeom.ECoordsViewType.DegreesMinutes
source: Degrees, minutes
mn: Градус, минут

# PgGeom.ECoordsViewType.DegreesMinutesSeconds
source: Degrees, minutes, seconds
mn: Градус, минут, секунд

# PgGeom.ESridTypes.Another
source: Other
mn: Ондоо

# PgGeom.ESridTypes.LongLat
source: (4326) Longitude/Latitude WGS 84
mn: (4326) Уртраг/Өргөрөг WGS 84

# PgGeom.ESridTypes.WorldMercator
source: (3395) World Mercator WGS 84
mn: (3395) Дэлхийн Меркатор WGS 84

# AbsM.EGeomType.GeometryCollection
source: Geometry collection
mn: Геометрийн цуглуулга

# AbsM.EGeomType.Hole
source: Hole
mn: Хоосон зай

# AbsM.EGeomType.MultiLine
source: Multiline
mn: Олон шулуун

# AbsM.EGeomType.MultiPoint
source: Multipoint
mn: Олон цэг

# AbsM.EGeomType.MultiPolygon
source: Multipolygon
mn: Олон полигон

# PgGeomVRec_Adding
source: Adding
mn: Нэмэлт

# PgGeomVRec_Assign
source: Assign
mn: Оноох

# PgGeomVRec_Count
source: Count
mn: Тоо

# PgGeomVRec_Down
source: Down
mn: Доошоо

# PgGeomVRec_Editing
source: Editing
mn: Засварлах

# PgGeomVRec_Header
source: Geometry
mn: Геометр

# PgGeomVRec_Info
source: Info
mn: Инфо

# PgGeomVRec_Invert
source: Invert X,Y
mn: Инверт Х,У

# PgGeomVRec_PreviewActiveObject
source: Preview active object
mn: Идэвхжсэн объектийг харуулах

# PgGeomVRec_PreviewNodes
source: Preview nodes
mn: Зангилааг харуулах

# PgGeomVRec_PreviewWholeGeometry
source: Preview whole geometry
mn: Бүх геометрийг харуулах

# PgGeomVRec_Projection
source: Projection
mn: Тусгаг

# PgGeomVRec_Recalc
source: Recalculate
mn: Дахин тооцоолох

# PgGeomVRec_Remove
source: Remove
mn: Устгах

# PgGeomVRec_Up
source: Up
mn: Дээшээ

# PgGeomVRec_Use
source: Use
mn: Ашиглах

# PgGeomVRec_Add
source: Add
mn: Нэмэх

# PgGeom.EGeometryControlMode.Add
source: Adding
mn: Нэмэлт

# PgGeom.EGeometryControlMode.Edit
source: Editing
mn: Засварлах

# PgGeom.EGeometryControlMode.None
source: None
mn: Байхгүй

# PgGeomVRec_AddHole
source: Add hole
mn: Хоосон зай нэмэх

# PgGeomVRec_AddLine
source: Add line
mn: Шулуун нэмэх

# PgGeomVRec_AddPoint
source: Add point
mn: Цэг нэмэх

# PgGeomVRec_AddPolygon
source: Add polygon
mn: Полигон нэмэх

# PgGeomVRec_Centroid
source: Centroid
mn: Центроид

# PgGeomVRec_Characteristics
source: Geometry characteristics
mn: Геометрийн шинж чанарууд

# PgGeomVRec_Copy
source: Copy
mn: Хувьлах

# PgGeomVRec_Length
source: Length (m)
mn: Урт (м)

# PgGeomVRec_Perimeter
source: Perimeter (m)
mn: Периметр (м)

# PgGeomVRec_PointsDeleting
source: Points deleting
mn: Цэг устгах

# PgGeomVRec_PreviewThisLine
source: Preview this line
mn: Энэ шулууныг үзүүлэх

# PgGeomVRec_PreviewThisPoint
source: Preview this point
mn: Энэ цэгийг үзүүлэх

# PgGeomVRec_PreviewThisPolygon
source: Preview this polygon
mn: Энэ полигоныг үзүүлэх

# PgGeomVRec_ProjectionNotExists
source: There is no such projection in database. Try another
mn: Ийм тусгаг мэдээний санд алга. Ондоог үз

# PgGeomVRec_ReallyWantDeletePoints
source: Do you really want to delete selected points?
mn: Сонгосон цэгүүдийг та үнэхээр устгамаар байна уу?

# PgGeomVRec_RemoveHole
source: Remove hole
mn: Хоосон зайг устгах

# PgGeomVRec_RemoveLine
source: Remove line
mn: Шулууныг устгах

# PgGeomVRec_RemovePoint
source: Remove point
mn: Цэгийг устгах

# PgGeomVRec_RemovePolygon
source: Remove polygon
mn: Полигоныг устгах

# PgGeomVRec_ShowCharacteristics
source: Show characteristics
mn: Шинж чанарыг харуул

# PgGeomVRec_Square
source: Square (sq.m)
mn: Талбай (кв.м)

# PgGeomVRec_Type
source: Type
mn: Төрөл

# PgGeomVRec_UnableTransformGeom
source: Unable to transform geometry
mn: Геометрийг хөрвүүлэлт амжилтгүй боллоо

# PgFullSearch_TableChoose
source: Choose tables
mn: Хүснэгтийг сонгох

# PgFullSearch_TableName
source: Table name
mn: Хүснэгтийн нэр

# PrintV_Apply
source: Apply
mn: Хэрэглэх

# PrintV_BottomMargin
source: Bottom margin
mn: Хэвлэх доод хязгаар

# PrintV_Cancel
source: Cancel
mn: Цуцлах

# PrintV_File
source: File
mn: Файл

# PrintV_Fit
source: Fit to the print area
mn: Хэвлэх хүрээнд багтаах

# PrintV_Format
source: Format
mn: Формат

# PrintV_HorizCount
source: Pages count by horizontal
mn: Хэвтээгээр хуудаснуудыг тоолбол

# PrintV_Landscape
source: Landscape
mn: Хэвтээ

# PrintV_LeftMargin
source: Left margin
mn: Хэвлэх зүүн хязгаар

# PrintV_Margins
source: Margins
mn: Хэвлэх хязгаарууд

# PrintV_Navigation
source: Navigation
mn: Навигаци

# PrintV_Orientation
source: Orientation
mn: Хэвлэх чиг

# PrintV_PageHeight
source: Page's height
mn: Хуудасны өндөр

# PrintV_PagePrintableArea
source: Page's printable area
mn: Хуудасны хэвлэх хэсэг

# PrintV_PagesCount
source: Pages count
mn: Хуудасны тоо

# PrintV_PageSettings
source: Page settings
mn: Хуудасны тохиргоо

# PrintV_PageWidth
source: Page's width
mn: Хуудасны өргөн

# PrintV_Portrait
source: Portrait
mn: Босоо

# PrintV_Print
source: Print
mn: Хэвлэх

# PrintV_PrintProgress
source: Printing page {0} of {1}
mn: {1} хуудаснаас {0} хэвлэгдэж байна

# PrintV_RightMargin
source: Right margin
mn: Хэвлэх баруун хязгаар

# PrintV_Scale
source: Scale
mn: Масштаб

# PrintV_TopMargin
source: Top margin
mn: Хэвлэх дээд хязгаар

# PrintV_VertCount
source: Pages count by vertical
mn: Босоогоор хуудаснуудыг тоолбол

# CMD_Confirmation
source: Confirmation
mn: Бататгах

# CMD_DeleteConfirm
source: Delete the selected record?
mn: Сонгосон бичлэгийг устгах уу?

# CMD_EnterFile
source: Enter the file
mn: Файлыг заах

# CMD_EnterNameOfProgram
source: Enter the name of the program
mn: Программын нэрийг оруулна уу

# CMD_NewProgram
source: New program
mn: Шинэ программ

# CMD_SettingsProgram
source: Setting program
mn: Программын тохиргоо

# PgUserList_AdmUserRaght
source: Administration of user rights
mn: Хэрэглэгчийн эрхийг хянан зохицуулах

# PgListUserRightsVM_DataTables
source: Data tables
mn: Мэдээний хүснэгтүүд

# PgListUserRightsVM_Intervals
source: Intervals
mn: Интервалууд

# PgListUserRightsVM_MapLayers
source: Map layers
mn: Зургийн сэдэвчилсэн давхаргууд

# PgListUserRightsVM_References
source: References
mn: Лавлахууд

# mainFrm_copyObj
source: Object copied
mn: Объектууд хувилагдсан

# mainFrm_errorReportManager
source: Error when opening report manager
mn: Тайлан зохицуулагчийг нээхэд гарах алдаа

# mainFrm_errorWhenOpenReport
source: Error when opening a report
mn: Тайлан нээхэд гарах алдаа

# mainFrm_NoCopyObj
source: There is no copied object!
mn: Хувилагдсан объект алга!

# mainFrm_NotMatchGeomType
source: Does not match the geometry type!
mn: Геометрийн төрөл нь таарахгүй байна!

# MainFrm_SelectedObjNot
source: There is no selected object
mn: Сонгосон объект алга

# mainFrm_selectedOnlyOneObj
source: Should be selected only one object!
mn: Зөвхөн нэг л объект сонгох ёстой!

# LocConfirmation
source: Confirmation
mn: Бататгах

# LocPassword
source: Password
mn: Нууц үг

# LocIndex
source: Index
mn: Индекс

# LocIndexedFields
source: Indexed fields
mn: Индексжсэн талбарууд

# LocCreate
source: Create
mn: Үүсгэх

# LocNotIndexedFields
source: Not indexed fields
mn: Индексжээгүй талбарууд

# PrintV_CanvasMode
source: Canvas mode
mn: Канвас горим

# PrintV_MapMode
source: Print area mode
mn: Газрын зургийн горим

# DGBH_GeomAssignedDefaultValue
source: Geometry has wrong format. Empty value assigned to geometry
mn: Геометрийн формат нь буруу. Объектод хоосон геометр ашигласан

# mainFrm_SelectedCount
source: Selected objects: {0}
mn: Сонгосон объектууд: {0}

# AET_MustBeProj
source: You must select layer projection!
mn: Та давхаргын тусгаг аа сонгох ёстой!

# mainFrm_errMFileNFChange
source: The map file could not be found! Would you like to set it? Otherwise, former map file will remain.
mn: Зургийн файл нь олдсонгүй! Та файл аа зааж өгөх үү? Эс бөгөөс өмнөх зураг үлдэнэ.

# mainFrm_errProjFileChange
source: Projection file is not found or has wrong format. Would you like to set it? Otherwise, former map file will remain.
mn: Тусгагийн файл нь олдсонгүй эсвэл формат нь тохирохгүй байна! Та файлын байршлыг зааж өгөх үү? Эс бөгөөс өмнөх зураг үлдэнэ.

# SRF_EnterName
source: Report name:
mn: Тайлангийн нэрийг оруул:

# SRF_WindowTitle
source: Save report
mn: Тайланг хадгалах

# SRF_NameIsUsed
source: Report with the same name already exists
mn: Тайлангийн ийм нэрийг өмнө нь хэрэглэжээ

# SRF_EmptyName
source: The name area must not be empty.
mn: Нэр бичих хэсэг хоосон байж болохгүй

# IV_Clear
source: Clear
mn: Цэвэрлэх

# IV_Preview
source: Preview
mn: Урьдчилан харах

# IV_UseIndex
source: Use index in a search
mn: Хайхдаа индекс ашиглах

# IV_PleaseWait
source: This may take a few minutes.
mn: Тус үйлдэл нь хэдэн минут болж магадгүй.

# LocApply
source: Apply
mn: Хэрэглэх

# Tool_AddByCoords
source: Add object by coordinates
mn: Объектийг солбицлоор нь нэмэх

# Tool_AddInMap
source: Add object in map
mn: Обьектийг газрын зураг дээр нэмэх

# Tool_AddRectangle
source: Add rectangle in map
mn: Тэгш өнцөгт нэмэх

# Tool_AddVertex
source: Add node
mn: Зангилаа цэг нэмэх

# Tool_ClipByMouse
source: Clip geometry by mouse
mn: Геометрийг хулганаар огтлох

# Tool_ClipByPolygon
source: Clip geometry by polygon
mn: Геометрийг полигоноор огтлох

# Tool_CopyGeom
source: Copy geometry
mn: Геометрийг хувьлах

# Tool_DeleteObject
source: Delete object
mn: Объектийг устгах

# Tool_DeleteVertex
source: Delete node
mn: Зангилаа цэг устгах

# Tool_Hand
source: Hand tool
mn: Гараар шилжих

# Tool_JoinGeometry
source: Group geometries
mn: Геометрүүдийг нэгтгэх

# Tool_LayerDown
source: Move layer down
mn: Давхаргыг доош зөөх

# Tool_LayerUp
source: Move layer up
mn: Давхаргыг дээш зөөх

# Tool_MapPointInfo
source: Get info about map objects
mn: Зураг дээрх объектийн тухай мэдээлэл авах

# Tool_MoveGeom
source: Move object on map
mn: Объектийг зөөх

# Tool_MoveVertex
source: Move node
mn: Зангилааг зөөх

# Tool_OpenTable
source: Open table
mn: Хүснэгт нээх

# Tool_PasteGeom
source: Paste geometry
mn: Хувьлах геометрийг буулгах

# Tool_RotateDegree
source: Rotate object on degree
mn: Өгөгдсөн өнцгөөр объектийг эргүүлэх

# Tool_RotateMouse
source: Rotate object by mouse
mn: Обьектийг хулганаар эргүүлэх

# Tool_Ruler
source: Ruler tool
mn: Зай хэмжих

# Tool_Select
source: Select mode
mn: Сонгох горим

# Tool_SelectPolygon
source: Select by polygon mode
mn: Обьектийг полигоноор сонгох

# Tool_SelectRectangle
source: Select by rectangle mode
mn: Обьектийг тэгш өнцөгтөөр сонгох

# Tool_SetChangeStyle
source: Change layer style in workset
mn: Ажлын багцаар давхаргын хэлбэрийг өөрчлөх

# Tool_SetDeleteStyle
source: Delete layer style in workset
mn: Ажлын багцаар давхаргын хэлбэрийг устгах

# Tool_SetSaveLocation
source: Save layers' locations in workset
mn: Ажлын багцаар давхаргын байрлалыг хадгалах

# Tool_ShowLayersList
source: Show layers' list
mn: Давхаргуудын жагсаалтыг харуул

# Tool_SnapLine
source: Snap to lines
mn: Шулуунд бэхлэх

# Tool_SnapPoint
source: Snap to nodes
mn: Цэгэнд бэхлэх

# Tool_Unselect
source: Unselect objects
mn: Сонголтыг цуцлах

# Tool_UpdLayersList
source: Update layers' list
mn: Давхаргуудын жагсаалтыг шинэчлэх

# Tool_VertexEdit
source: Edit few nodes
mn: Хэдэн зангилаа цэгүүдийг засварлах

# Tool_WorkSets
source: Work sets
mn: Ажлын багцын удирдлага

# Tool_ZoomIn
source: Zoom in
mn: Ойртуулж томруулах

# Tool_ZoomInRegion
source: Zoom in rectangle
mn: Тэгш өнцөгтөөр ойртуулах

# Tool_ZoomOut
source: Zoom out
mn: Холдуулж жижигрүүлэх

# Tool_ZoomOutRegion
source: Zoom out rectangle
mn: Тэгш өнцөгтөөр холдуулах

# Tool_ZoomToLayer
source: Fit in all layer objects
mn: Давхарга руу ойртох

# Tool_ZoomToSelObjects
source: Fit in selected objects
mn: Сонгосон объектууд руу ойртох

# WmMenu_Data
source: Data
mn: Мэдээ

# WmMenu_Data_UpdMenu
source: Reload menu
mn: Цэсийг шинэчлэх

# WmMenu_File
source: File
mn: Файл

# WmMenu_File_ChooseVMP
source: Choose vmp file…
mn: Доод давхаргын VMP файл сонгох

# WmMenu_File_Exit
source: Exit
mn: Гарах

# WmMenu_File_ExportPrint
source: Export image for printing…
mn: Зураг хэвлэхийн тулд экспортлох

# WmMenu_File_Print
source: Print…
mn: Хэвлэх...

# WmMenu_File_PrintSettings
source: Print settings…
mn: Хэвлэх тохиргоо...

# WmMenu_File_SaveImage
source: Save image…
mn: Зураг хадгалах...

# WmMenu_Help
source: Help
mn: Тусламж

# WmMenu_Help_About
source: About...
mn: Программын тухай...

# WmMenu_Help_Licences
source: Components' licences...
mn: Программ хангамжийн бүрэлдэхүүний лиценз

# WmMenu_Help_Manual
source: Manual...
mn: Гарын авлага…

# WmMenu_Reports
source: Reports
mn: Тайлангууд

# WmMenu_Reports_OpenManager
source: Show reports manager...
mn: Тайлан зохицуулагчийг нээх

# WmMenu_Sources
source: Sources
mn: Эх сурвалж

# WmMenu_Sources_BaseLayers
source: Base layers…
mn: Суурь давхаргууд…

# WmMenu_Sources_RastrLayers
source: Rastr layers…
mn: Растер давхрагууд...

# WmMenu_Sources_ShowPanel
source: Show layers manager
mn: Давхаргуудын зохицуулагчийг үзүүлэх

# WmMenu_Tools
source: Tools
mn: Багаж

# WmMenu_Tools_BaseLayers
source: Base layers…
mn: Суурь давхаргууд…

# WmMenu_Tools_History
source: History…
mn: Өөрчлөлтийн түүх…

# WmMenu_Tools_HistoryWPF
source: History WPF…
mn: WPF өөрчлөлтийн түүх

# WmMenu_Tools_LocationsReference
source: Locations reference…
mn: Байршлын лавлах

# WmMenu_Tools_ManageTables
source: Manage tables…
mn: Хүснэгтийг зохицуулах…

# WmMenu_Tools_RastrLayers
source: Rastr layers…
mn: Растер давхрагууд...

# WmMenu_Tools_Search
source: Search…
mn: Хайх...

# WmMenu_Tools_Settings
source: Settings
mn: Тохиргоо

# WmMenu_Tools_UserRights
source: Manage user rights…
mn: Хэрэглэгчийн эрхийг хянан зохицуулах…

# WmMenu_View
source: View
mn: Харах

# WmMenu_View_Map
source: Map
mn: Газрын зураг

# WmMenu_View_ToolBars
source: Toolbars
mn: Багажийн зурвас

# WmMenu_Tools_Settings_FastStart
source: Fast start...
mn: Хурдан эхлэх...

# WmMenu_Tools_Settings_ProgramPlugins
source: Program and plugins settings...
mn: Программ болон плагиний тохиргоо

# WmMenu_View_Map_FitObject
source: Fit in object on moving to it
mn: Объект руу шилжихэд түүнийг цонхонд багтаах

# WmMenu_View_Map_HideVMP
source: Hide base layers on showing rastr layer
mn: Растер-г нээх үед доод давхаргыг нуух

# WmMenu_View_ToolBars_Coords
source: Toolbar "Coordinates"
mn: "Солбицлууд" зурвас

# WmMenu_View_ToolBars_EditableLayer
source: Toolbar "Editable layer"
mn: "Засвалагдахуйц давхарга" зурвас

# WmMenu_View_ToolBars_EditGeom
source: Toolbar "Operations with geometry"
mn: "Геометрийн ажилбар" багажийн зурвас

# WmMenu_View_ToolBars_EditObject
source: Toolbar "Operations with objects"
mn: "Объектийн ажилбар" багажийн зурвас

# WmMenu_View_ToolBars_EnabledModes
source: Toolbar "Enabled modes"
mn: "Идэвхжүүлсэн горимууд" зурвас

# WmMenu_View_ToolBars_FastStart
source: Toolbar "Fast start"
mn: "Хурдан эхлэх" багажийн зурвас

# WmMenu_View_ToolBars_Info
source: Toolbar "Info"
mn: "Мэдээлэл" зурвас

# WmMenu_View_ToolBars_LayersList
source: Toolbar "Layers manager"
mn: Давхарга удирдах зурвас

# WmMenu_View_ToolBars_Map
source: Toolbar "Map"
mn: "Газрын зураг" багажийн зурвас

# WmMenu_View_ToolBars_Plugins
source: Toolbar "Plugins"
mn: "Плагинууд" зурвас

# WmMenu_View_ToolBars_RestorePrevious
source: Restore toolbars' previous locations
mn: Багажийн зурвасуудын өмнөх байрлалыг сэргээх

# WmMenu_View_ToolBars_RestoreStandard
source: Restore toolbars' standard locations
mn: Багажийн зурвасуудын стандарт байрлалыг сэргээх

# WmMenu_View_ToolBars_Scale
source: Toolbar "Scale"
mn: "Зургийн масштаб" зурвас

# WmMenu_View_ToolBars_Search
source: Toolbar "Quick search"
mn: "Хурдан хайлт" зурвас

# WmMenu_View_ToolBars_SelectObject
source: Toolbar "Select object"
mn: "Объект сонгох" багажийн зурвас

# WmMenu_View_ToolBars_WorkSets
source: Toolbar "Work sets"
mn: "Ажлын багцын удирдлага" зурвас

# FELC_CannotDeleteField
source: This attribute is connected to the following tables: {0}
mn: Энэ аттрибут нь дараах хүснэгтүүдтэй холбоотой: {0}

# FELC_DeletingFieldLabel
source: This field is used to create layer label. Label will be hidden.
mn: Энэ талбарыг давхаргын ул бичвэр үүсгэхэд ашигласан. Ул бичвэр нууцлагдана.

# FELC_DeletingFieldStyle
source: This field defines the style of the table.
mn: Энэ талбараар хүснэгтийн хэлбэрийг тодорхойлдог.

# LocClose
source: Close
mn: Хаах

# LocOpen
source: Open
mn: Нээх

# PFC_EditingFields
source: Editing field
mn: Талбар засварлах

# PFC_EditingFieldsAsk
source: Do you really want to modify the selected attribute?
mn: Та үнэхээр сонгосон атрибутыг өөрчлөхийг хүсэж байна уу?

# SSF_NameIsUsed
source: Workset with the same name already exists
mn: Ийм нэртэй ажлын багц өмнө нь бүртгэгдсэн.

# SSF_SetName
source: Workset's name
mn: Ажлын багцийн нэрлэлт

# SSF_Title
source: Save workset
mn: Ажлын багц хадгалах

# LocUseBuildPyramids
source: Build pyramids
mn: Пирамид босгох

# LocUseDefaultMethodOfUsingRastr
source: Default
mn: Өгөгдмөл

# LocUseMethodOfUsing
source: Method Of Using
mn: Ашиглалтын арга

# RasM.EConnectType.Standard
source: Standard
mn: Стандарт

# ucTable_ChangeProjection
source: Do you want to change layer projection?
mn: Та давхаргын тусгагийг өөрчлөхийг хүсэж байна уу?

# ucTable_Export
source: Export
mn: Экспорт

# LocChange
source: Edit
mn: Өөрчлөх

# FormTableData_Continue
source: The geometry contains empty or invalid objects, which would be removed. Continue?
mn: Геометр нь цаашид устгахуйц хоосон эсвэл алдаатай объектуудыг агуулж байна. Үргэлжлүүлэх үү?

# PgAttributesGeom_TxtWarning
source: Only current object would be exported. Continue?
mn: Зөвхөн ашиглаж буй объект л хадгалагдана. Үргэлжлүүлэх үү?

# ExportError_NotSpecifiedProj
source: Projection was not specified. Continue and use the layer projection?
mn: Тусгаг нь заагдаагүй байна. Давхаргын тусгагийг ашиглаад үргэлжлүүлэх үү?

# ExportProjSelection_Select
source: Select
mn: Сонгох

# ExportProjSelection_SelectText
source: Select the projection of the export file
mn: Экспортлох файлын тусгагийг сонгоно уу

# ExportProjSelection_SelectTitle
source: Projection selection
mn: Тусгагийн сонголт

# ExportProjSelection_Cancel
source: Cancel
mn: Цуцлах

# Tool_DivWithLine
source: Сut lines/polygons using line
mn: Шулуун ашиглан шулуун/полигон зүсэж хуваах

# PgM.UserType.Admin
source: Administrator
mn: Администратор

# PgM.UserType.User
source: User
mn: Хэрэглэгч

# Tool_UnJoinGeometry
source: Ungroup geometries
mn: Геометрүүдийн бүлгийг задлах

# LocGroup
source: Group
mn: Бүлэг
